Repository: openeuropa/oe_theme
Catalog: modules/oe_theme_helper/translations/oe_theme_helper-*.po
Languages: bg, el, et, fi, ga, hr, hu, lb, lt, lv, mt, nb, nl, ro, sk, sv

source: Organisation type
bg: Вид на организацията
el: Είδος οργανισμού
et: Organisatsiooni liik
fi: Organisaation tyyppi
ga: An cineál eagraíochta
hr: Tip organizacije
hu: A szervezet típusa
lb: Organisatiounstyp
lt: Organizacijos rūšis
lv: Organizācijas veids
mt: Tip ta’ organizzazzjoni
nb: Type organisasjon
nl: Soort organisatie
ro: Tip de organizație
sk: Typ organizácie
sv: Typ av organisation

source: Show @numb more items
bg: Показване на повече елементи
el: Εμφάνιση @numb περισσότερων στοιχείων
et: Näita veel @numb kannet
fi: Näytä vielä @numb kohtaa
ga: Taispeáin @numb de ní eile
hr: Prikaži @numb više
hu: Még @numb elem megjelenítése
lb: @numb weider Elementer uweisen
lt: Parodyti @numb daugiau elementų
lv: Parādīt vēl @numb elementu(-s)
mt: Uri @numb aktar oġġetti
nb: Vis @numb flere treff
nl: @numb items meer
ro: Afișați încă @numb elemente
sk: Zobraziť @numb ďalších položiek
sv: Visa ytterligare @numb poster

source: When
bg: Кога
el: Πότε
et: Millal?
fi: Milloin
ga: Cathain
hr: Vrijeme
hu: Időpont
lb: Wéini
lt: Kada
lv: Kad
mt: Meta
nb: Når
nl: Wanneer
ro: Când
sk: Kedy
sv: När

source: Where
bg: Къде
el: Πού
et: Kus?
fi: Missä
ga: Cén áit
hr: Mjesto
hu: Helyszín
lb: Wou
lt: Kur
lv: Kur
mt: Fejn
nb: Hvor
nl: Waar
ro: Unde
sk: Kde
sv: Var

source: Organiser
bg: Организатор
el: Διοργανωτής
et: Korraldaja
fi: Järjestäjä
ga: Eagraí
hr: Organizator
hu: Szervező
lb: Organisateur
lt: Organizatorius
lv: Organizators
mt: Organizzatur
nb: Arrangementsansvarlig
nl: Organisator
ro: Organizator
sk: Organizátor/organizátorka
sv: Organisatör

source: Website
bg: Уебсайт
el: Ιστότοπος
et: Veebisait
fi: Verkkosivusto
ga: Suíomh gréasáin
hr: Internetska stranica
hu: Honlap
lb: Site
lt: Interneto svetainė
lv: Tīmekļvietne
mt: Sit web
nb: Nettsted
ro: Site
sk: Webové sídlo
sv: Webbplats

source: Social media
bg: Социални медии
el: Μέσα κοινωνικής δικτύωσης
et: Sotsiaalmeedia
fi: Sosiaalinen media
ga: Na meáin shóisialta
hr: Društvene mreže
hu: Közösségi média
lb: Sozial Medien
lt: Socialiniai tinklai
lv: Sociālie plašsaziņas līdzekļi
mt: Media soċjali
nb: Sosiale medier
nl: Sociale media
ro: Rețele sociale
sk: Sociálne médiá
sv: Sociala medier

source: Number of seats
bg: Брой на седалките
el: Αριθμός θέσεων
et: Kohtade arv
fi: Paikkoja
ga: An líon suíochán
hr: Broj mjesta
hu: Ülések száma
lb: Zuel vun de Plazen
lt: Vietų skaičius
lv: Sēdvietu skaits
mt: Numru ta’ postijiet
nb: Antall sitteplasser
nl: Aantal plaatsen
ro: Număr de locuri
sk: Počet sedadiel
sv: Antal platser

source: Entrance fee
bg: Входна такса
el: Εισιτήριο
et: Osalustasu
fi: Pääsymaksu
ga: Táille iontrála
hr: Kotizacija
hu: Belépődíj
lb: Entréespräis
lt: Įėjimo mokestis
lv: Ieejas maksa
mt: Miżata tad-dħul
nb: Inngangsbillett
nl: Inschrijvingsgeld
ro: Taxă de intrare
sk: Vstupný poplatok
sv: Inträdesavgift

source: Book your seat, @time_left left to register, registration will end on @end_date
bg: Запазете своето място! Имате @time_left да се регистрирате, регистрацията ще приключи на @end_date
el: Κρατήστε θέση, έχετε ακόμα @time_left για να γραφτείτε, η εγγραφή θα λήξει στις @end_date
et: Broneerige oma koht, registreerimiseks on jäänud @time_left, registreerimine lõpeb @end_date
fi: Varaa paikkasi – @time_left ilmoittautumisaikaa jäljellä. Ilmoittautuminen päättyy @end_date
ga: Cuir do shuíochán in áirithe, @time_left fágtha chun clárú, críochnóidh an clárúchán an @end_date
hr: Rezervirajte svoje sjedalo, preostalo vrijeme za registraciju: @time_left, registracija završava na @end_date
hu: Foglalja le a helyét már most! @time_left van még hátra, a regisztráció határideje @end_date
lb: Bucht Är Plaz, @time_left iwwereg fir Iech ze registréieren. D’Registréierung geet bis de(n) @end_date.
lt: Užsisakykite vietą, liko @time_left užsiregistruoti, registracija baigsis @end_date
lv: Rezervējiet savu vietu! Jums vēl ir @time_left, lai reģistrētos. Reģistrācija beigsies @end_date
mt: Ibbukkja s-seat tiegħek, baqa’ @time_left biex tirreġistra, ir-reġistrazzjoni se tispiċċa fi @end_date
nb: Reserver din plass! Registrering må skje innen @end_date, så du har @time_left igjen
nl: Reserveer uw plaats, nog @time_left tijd om in te schrijven, de inschrijving eindigt op @end_date
ro: Rezervați-vă un loc, mai aveți @time_left pentru a vă înscrie. Înscrierile se încheie pe @end_date
sk: Rezervujte si miesto, do uzatvorenia registrácie ešte zostáva @time_left, registrácia sa uzatvorí @end_date
sv: Boka din plats. Du har @time_left på dig. Anmäl dig senast den @end_date

source: Registration will open in @time_left. You can register from @start_date, until @end_date.
bg: Регистрацията ще започне на @time_left. Можете да се регистрирате от @start_date до @end_date.
el: Η εγγραφή θα είναι δυνατή από την/τις @time_left. Μπορείτε να εγγραφείτε από την/τις @start_date, έως την/τις @end_date.
et: Registreerimise alguskuupäev: @time_left. Registreerimine kestab: @start_date kuni @end_date.
fi: Ilmoittautuminen alkaa @time_left. Voit ilmoittautua @start_date – @end_date.
ga: Beidh an tréimhse chlárúcháin ar oscailt idir an @time_left. Beidh tú in ann clárú ón @start_date, go dtí an @end_date.
hr: Registracija počinje za @time_left. Možete se registrirati od @start_date do @end_date.
hu: A regisztrációs időszak kezdetéig hátra van még @time_left. Regisztrálni ettől az időponttól: @start_date eddig az időpontig: @end_date lehet.
lb: D’Registréierung geet a(n) @time_left lass. Dir kënnt Iech vum @start_date bis de(n) @end_date umellen.
lt: Iki registracijos pradžios liko @time_left. Registruotis galima nuo @start_date iki @end_date.
lv: Reģistrācija sāksies @time_left. Varat reģistrēties no @start_date līdz @end_date.
mt: Ir-reġistrazzjoni se tiftaħ fi @time_left. Tista’ tirreġistra minn@start_date, sa@end_date.
nb: Du kan registrere deg om @time_left. Tidsrommet for registrering er fra @start_date til @end_date.
nl: Registreren kan over @time_left. Registreren kan van @start_date tot @end_date.
ro: Perioada de înregistrare începe în @time_left. Vă puteți înscrie de pe @start_date până pe @end_date.
sk: Registrácia sa otvorí @time_left. Registrovať sa môžete od @start_date do @end_date.
sv: Du kan anmäla dig under perioden @time_left. Du kan anmäla dig från @start_date till @end_date.

source: Registration period ended on @date
bg: Срокът за регистрация приключи на @date
el: Η περίοδος εγγραφής έληξε στις @date
et: Registreerimine lõppes @date
fi: Ilmoittautumisaika päättyi @date
ga: Tháinig deireadh leis an tréimhse chlárúcháin an @date
hr: Razdoblje za registraciju završilo je @date
hu: A regisztrációs időszak vége: @date
lb: De Registréierungszäitraum ass de(n) @date zu Enn gaangen.
lt: Registracijos laikotarpis baigėsi @date
lv: Reģistrācijas periods beidzās @date
mt: Data meta spiċċa l-perjodu ta’ reġistrazzjoni: @date
nb: Siste dag for registering var @date
nl: De registratieperiode eindigde op @date
ro: Perioada de înregistrare s-a încheiat la @date
sk: Obdobie registrácie sa skončilo dňa @date
sv: Sista anmälningsdag var den @date

source: Postal address
bg: Пощенски адрес
el: Ταχυδρομική διεύθυνση
et: Postiaadress
fi: Postiosoite
ga: Seoladh poist
hr: Poštanska adresa
hu: Postai cím
lb: Postadress
lt: Pašto adresas
lv: Pasta adrese
mt: Indirizz postali
nb: Postadresse
nl: Postadres
ro: Adresă poștală
sk: Poštová adresa
sv: Postadress

source: Authors
bg: Автори
el: Συντάκτες
et: Autorid
fi: Laatijat
ga: Údair
hr: Autori
hu: Szerzők
lb: Auteuren
lt: Autoriai
lv: Autori
mt: Awturi
nb: Forfattere
nl: Auteurs
ro: Autori
sk: Autori/autorky
sv: Upphovsmän

source: Department
bg: Отдел
el: Υπηρεσία
et: Osakond
fi: Osasto
ga: Roinn
hr: Služba
hu: Szervezeti egység
lb: Departement
lt: Padalinys
lv: Struktūrvienība
mt: Dipartiment
nb: Avdeling
nl: Departement
ro: Departament
sk: Odbor
sv: Avdelning

source: Project duration
bg: Продължителност на проекта
el: Διάρκεια έργου
et: Projekti kestus
fi: Hankkeen kesto
ga: Fad an tionscadail
hr: Trajanje projekta
hu: A projekt időtartama
lb: Projetsdauer
lt: Projekto terminas
lv: Projekta ilgums
mt: Tul ta’ żmien tal-proġett
nb: Varighet av prosjektet
nl: Looptijd project
ro: Durata proiectului
sk: Trvanie projektu
sv: Projekttid

source: Project website
bg: Уебсайт на проекта
el: Ιστότοπος έργου
et: Projekti veebisait
fi: Hankkeen verkkosivusto
ga: Suíomh gréasáin an tionscadail
hr: Internetske stranice projekta
hu: A projekt honlapja
lb: Projetssite
lt: Projekto interneto svetainė
lv: Projekta tīmekļvietne
mt: Sit web tal-proġett
nb: Nettsted for prosjektet
ro: Site-ul proiectului
sk: Webové sídlo projektu
sv: Projektwebbplats

source: Contact organisation
bg: Връзка с организацията
el: Επικοινωνία με τον φορέα
et: Kontaktorganisatsioon
fi: Ota yhteyttä organisaatioon
ga: Eagraíocht teagmhála
hr: Obratite se organizaciji
hu: Kapcsolattartó szervezet
lb: Kontaktorganisatioun
lt: Organizacija ryšiams
lv: Sazināties ar organizāciju
mt: Organizzazzjoni ta’ kuntatt
nb: Kontakt organisasjonen
nl: Contact
ro: Contactați organizația
sk: Kontaktná organizácia
sv: Kontaktorganisation

source: Call status: @label
bg: Статус на поканата: @label
el: Κατάσταση της πρόσκλησης: @label
et: Olek: @label
fi: Pyynnön tila: @label
ga: Stádas an ghlao: @label
hr: Status poziva: @label
hu: A felhívás státusza: @label
lb: Ausschreiwungsstatus: @label
lt: Kvietimo būsena @label
lv: Uzaicinājuma statuss: @label
mt: Status tas-sejħa: @label
nb: Status for anbudet: @label
nl: Status: @label
ro: Statutul cererii: @label
sk: Stav výzvy: @label
sv: Status: @label

source: Press contact
bg: Контакти с медиите
el: Υπεύθυνος/-η Τύπου
et: Pressikontakt
fi: Median yhteydenotot
ga: Teagmhálaí do lucht an phreasa
hr: Kontakt za medije
hu: Sajtókapcsolat
lb: Kontakt fir d'Press
lt: Kontaktai spaudai
lv: Kontaktpersona presei
mt: Kuntatt tal-istampa
nl: Perscontact
ro: Punct de contact pentru presă
sk: Kontakt pre tlač
sv: Presskontakt

source: Press contacts
bg: Лица за контакти с медиите
el: Υπεύθυνοι επικοινωνίας με τα ΜΜΕ
et: Pressikontaktid
fi: Median yhteydenotot
ga: Teagmhálaithe do lucht an phreasa
hr: Kontakti za medije
hu: Sajtókapcsolatok
lb: Kontakt fir d'Press
lt: Kontaktiniai asmenys žiniasklaidai
lv: Kontaktpersonas presei
mt: Kuntatti għall-istampa
nb: Pressekontakt
nl: Perscontacten
ro: Puncte de contact pentru presă
sk: Kontakty pre tlač
sv: Presskontakter

source: Call for tenders
bg: Покана за подаване на оферти
el: Πρόσκληση υποβολής προσφορών
et: Pakkumismenetlus
fi: Tarjouspyyntö
ga: Glaonna ar thairiscintí
hr: Poziv na podnošenje ponuda
hu: Ajánlati felhívás
lb: Ausschreiwungen
lt: Konkurso paskelbimas
lv: Uzaicinājums iesniegt piedāvājumus
mt: Sejħa għall-offerti
nb: Anbudsinnbydelse
nl: Aanbesteding
ro: Cerere de oferte
sk: Výzva na predkladanie ponúk
sv: Upphandling

source: Related links
bg: Връзки по темата
el: Σχετικοί σύνδεσμοι
et: Seotud lingid
fi: Aiheeseen liittyvää
ga: Naisc ghaolmhara
hr: Povezane poveznice
hu: Kapcsolódó linkek
lb: Änlech Linken
lt: Susijusios nuorodos
lv: Līdzīgas saites
mt: Links relatati
nb: Relevante lenker
nl: Links
ro: Linkuri către pagini conexe
sk: Súvisiace odkazy
sv: Fler länkar

source: Practical information
bg: Практическа информация
el: Πρακτικές πληροφορίες
et: Praktiline teave
fi: Käytännön tietoa
ga: Eolas praiticiúil
hr: Praktične informacije
hu: Gyakorlati tudnivalók
lb: Praktesch Informatiounen
lt: Praktinė informacija
lv: Praktiska informācija
mt: Informazzjoni prattika
nb: Praktiske opplysninger
nl: Praktische informatie
ro: Informații practice
sk: Praktické informácie
sv: Praktisk information

source: Phone number
bg: Телефонен номер
el: Αριθμός τηλεφώνου
et: Telefoninumber
fi: Puhelinnumero
ga: Uimhir ghutháin
hr: Broj telefona
hu: Telefonszám
lb: Telefonsnummer
lt: Telefono numeris
lv: Tālruņa numurs
mt: Numru tat-telefown
nb: Telefonnr.
nl: Telefoonnummer
ro: Număr de telefon
sk: Telefónne číslo
sv: Telefon

source: Opening date
bg: Начална дата
el: Ημερομηνία έναρξης
et: Alguskuupäev
fi: Alkamispäivä
ga: Dáta oscailte
hr: Datum otvaranja
hu: Indítás dátuma:
lb: Erëffnungsdatum
lt: Pradžios data
lv: Sākuma datums
mt: Data tal-ftuħ
nb: Åpningsdato
nl: Begindatum
ro: Data de deschidere
sk: Deň otvorenia
sv: Startdatum

source: Deadline date
bg: Краен срок
el: Ημερομηνία προθεσμίας
et: Tähtpäev
fi: Määräpäivä
ga: Spriocdháta
hr: Rok
hu: Határidő
lb: Stéchdag
lt: Terminas
lv: Termiņa datums
mt: Data ta' skadenza
nb: Frist
nl: Deadline
ro: Data-limită
sk: Lehota (dátum)
sv: Slutdatum

source: Deadline dates
bg: Крайни срокове
el: Ημερομηνίες προθεσμίας
et: Tähtpäevad
fi: Määräpäivät
ga: Spriocdhátaí
hr: Rokovi
hu: Határidők
lb: Stéchdatumer
lt: Terminai
lv: Termiņa datumi
mt: Dati ta’ skadenza
nb: Frister
nl: Deadlines
ro: Date-limită
sk: Lehoty (dátumy)
sv: Slutdatum

source: Publication date
bg: Дата на публикуване
el: Ημερομηνία δημοσίευσης
et: Avaldamiskuupäev
fi: Julkaisupäivä
ga: Dáta foilsithe
hr: Datum objave
hu: Közzététel dátuma
lb: Verëffentlechungsdatum
lt: Paskelbimo data
lv: Publikācijas datums
mt: Data tal-pubblikazzjoni
nb: Publikasjonsdato
nl: Datum publicatie
ro: Data publicării
sk: Dátum uverejnenia
sv: Publiceringsdatum

source: Author
bg: Автор
el: Ημερομηνία δημοσίευσης
et: Autor
fi: Laatija
ga: Údar
hr: Autor
hu: Szerző
lb: Auteur
lt: Autorius
lv: Autors
mt: Awtur
nb: Forfatter
nl: Auteur
ro: Autor
sk: Autor/autorka
sv: Upphovsman

source: Location
bg: Местоположение
el: Τόπος
et: Asukoht
fi: Paikka
ga: Áit
hr: Lokacija
hu: Helyszín
lb: Standuert
lt: Vieta
lv: Vieta
mt: Post
nb: Sted
nl: Locatie
ro: Locație
sk: Miesto
sv: Plats

source: News type
bg: Вид новини
el: Είδος ειδήσεων
et: Uudise liik
fi: Uutistyyppi
ga: An cineál nuachta
hr: Vrsta novosti
hu: Hír típusa
lb: Noriichtentyp
lt: Naujienų rūšis
lv: Jaunumu veids
mt: Tip ta’ aħbarijiet
nb: Type nyhet
nl: Soort nieuws
ro: Tip de noutăți
sk: Typ aktualít
sv: Typ av nyhet

source: Project locations
bg: Местоположения на проекта
el: Τόποι έργων
et: Projekti asukohad
fi: Hankkeen toteutuspaikat
ga: Áiteanna an tionscadail
hr: Lokacije projekta
hu: A projekt helyszínei
lb: Projetsstanduerter
lt: Projekto įgyvendinimo vietos
lv: Projekta īstenošanas vietas
mt: Postijiet tal-proġett
nb: Prosjektsted
nl: Projectlocaties
ro: Locațiile proiectului
sk: Miesta realizácie projektu
sv: Projektplatser

source: Overall budget
bg: Общ бюджет
el: Συνολικός προϋπολογισμός
et: Üldeelarve
fi: Kokonaisbudjetti
ga: Buiséad foriomlán
hr: Ukupni proračun
hu: Teljes költségvetés
lb: Gesamtbudget
lt: Bendras biudžetas
lv: Kopējais budžets
mt: Baġit totali
nb: Samlet budsjett
nl: Totaalbudget
ro: Buget total
sk: Celkový rozpočet
sv: Sammanlagd budget

source: EU contribution
bg: Участие на ЕС
el: Συνεισφορά ΕΕ
et: ELi rahaline panus
fi: EU:n osuus
ga: Ranníocaíocht an Aontais
hr: Doprinos EU-a
hu: Uniós hozzájárulás
lb: EU-Bäitrag
lt: ES įnašas
lv: ES ieguldījums
mt: Kontribuzzjoni tal-UE
nb: EU-bidrag
nl: EU-bijdrage
ro: Contribuția UE
sk: Príspevok EÚ
sv: EU-bidrag

source: Departments
bg: Отдели
el: Τμήματα
et: Osakonnad
fi: Osastot
ga: Ranna
hr: Službe
hu: Szervezeti egységek
lb: Departementer
lt: Padaliniai
lv: Struktūrvienības
mt: Dipartimenti
nb: Avdelinger
nl: Departementen
ro: Departamente
sk: Odbory
sv: Avdelningar

source: Results
bg: Резултати
el: Αποτελέσματα
et: Tulemused
fi: Tulokset
ga: Torthaí
hr: Rezultati
hu: Eredmények
lb: Resultater
lt: Rezultatai
lv: Rezultāti
mt: Riżultati
nb: Resultater
nl: Resultaten
ro: Rezultate
sk: Výsledky
sv: Resultat

source: Stakeholders
bg: Заинтересовани страни
el: Ενδιαφερόμενα μέρη
et: Sidusrühmad
fi: Sidosryhmät
ga: Páirtithe leasmhara
hr: Dionici
hu: Érdekelt felek
lb: Interessensvertrieder
lt: Suinteresuotosios šalys
lv: Ieinteresētās personas
mt: Partijiet ikkonċernati
nb: Interessenter
ro: Părți interesate
sk: Zainteresované strany
sv: Berörda parter

source: Coordinators
bg: Координатори
el: Ενδιαφερόμενα μέρη
et: Koordinaatorid
fi: Koordinaattorit
ga: Comhordaitheoirí
hr: Koordinatori
hu: Koordinátorok
lb: Koordinatoren
lt: Koordinatoriai
lv: Koordinatori
mt: Koordinaturi
nb: Koordinatorer
nl: Coördinatoren
ro: Coordonatori
sk: Koordinátori/koordinátorky
sv: Samordnare

source: Participants
bg: Участници
el: Teilnehmer
et: Osalejad
fi: Osallistujat
ga: Rannpháirtithe
hr: Sudionici
hu: Résztvevők
lb: Participanten
lt: Dalyviai
lv: Dalībnieki
mt: Parteċipanti
nb: Deltakere
nl: Deelnemers
ro: Participanți
sk: Účastníci/účastníčky
sv: Deltagare

source: Country
bg: Държава
el: Χώρα
et: Riik
fi: Maa
ga: Tír
hr: Zemlja
hu: Ország
lb: Land
lt: Šalis
lv: Valsts
mt: Pajjiż
nb: Land
nl: Land
ro: Țara
sk: Krajina
sv: Land

source: Countries
bg: Държави
el: Χώρες
et: Riigid
fi: Maat
ga: Tíortha
hr: Zemlje
hu: Országok
lb: Länner
lt: Šalys
lv: Valstis
mt: Pajjiżi
nb: Land
nl: Landen
ro: Țări
sk: Krajiny
sv: Länder

source: EU Organisation
bg: Организация на ЕС
el: Οργανισμός της ΕΕ
et: ELi organisatsioon
fi: EU:n organisaatio
ga: Eagraíocht de chuid an Aontais
hr: Organizacija EU-a
hu: EU-szervezet
lb: EU-Organisatioun
lt: ES organizacija
lv: ES organizācija
mt: Organizzazzjoni tal-UE
nb: EU-organ
nl: EU-organisatie
ro: Organizație UE
sk: Organizácia EÚ

source: Non-EU organisation
bg: Организация извън ЕС
el: Οργανισμός εκτός ΕΕ
et: ELi-väline organisatsioon
fi: Ei EU:n organisaatio
ga: Eagraíocht nach Eagraíocht de chuid an Aontais í
hr: Organizacija izvan EU-a
hu: Nem uniós szervezet
lb: Net-EU-Organisatioun
lt: Ne ES organizacija
lv: Organizācija no valsts ārpus ES
mt: Organizzazzjoni tal-UE
nb: Organisasjon utenfor EU
nl: Niet-EU-organisatie
ro: Organizație non-UE
sk: Organizácia mimo EÚ
sv: Icke-EU-organisation

source: Reference
bg: Референция
el: Στοιχεία αναφοράς
et: Viide
fi: Viite
ga: Tagairt
hr: Referencija
hu: Hivatkozás
lb: Referenz
lt: Nuoroda
lv: Atsauce
mt: Referenza
nb: Henvisning
nl: Referentie
ro: Referință
sk: Referencia
sv: Referens

source: Upcoming
bg: Предстоящ
el: Προσεχώς
et: Tulemas
fi: Tulossa
ga: Le teacht
hr: Uskoro
hu: Nemsokára
lb: Deemnächst
lt: Netrukus
lv: Gaidāms
mt: Li jmiss
nb: Kommer snart
nl: Binnenkort
ro: În curând
sk: Nadchádzajúce
sv: Kommande

source: Open
bg: Отворено
el: Ανοικτό
et: Kestab
fi: Meneillään
ga: Ar oscailt
hr: Otvoreno
hu: Folyamatban
lb: oppen
lt: Vyksta
lv: Sācies
mt: Miftuħ
nb: pågår
ro: Deschis(ă)
sk: Otvorené
sv: Aktuell

source: Closed
bg: Приключила
el: Κλειστές
et: Lõppenud
fi: Päättynyt
ga: Dúnta
hr: Zatvoreni
hu: Lezárt
lb: Zou
lt: Baigėsi
lv: Slēgts(-i)
mt: Magħluqin
nb: avsluttet
nl: Gesloten
ro: Încheiate
sk: Uzavreté
sv: Avslutade

source: Details
bg: Данни
el: Λεπτομέρειες
et: Üksikasjad
fi: Tiedot
ga: Sonraí
hr: Pojedinosti
hu: Leírás
lb: Detailer
lt: Išsamūs duomenys
lv: Sīkāka informācija
mt: Dettalji
nb: Nærmere opplysninger
nl: Bijzonderheden
ro: Detalii
sk: Podrobnosti
sv: Översikt

source: Status
bg: Статус
el: Καθεστώς
et: Olek
fi: Tila
ga: Stádas
hu: Státusz
lt: Būsena
lv: Statuss
ro: Statut
sk: Stav

source: Publication
bg: Публикация
el: Δημοσίευση
et: Väljaanne
fi: Julkaisu
ga: Foilseachán
hr: Publikacija
hu: Kiadvány
lb: Verëffentlechung
lt: Leidinys
lv: Publikācija
mt: Pubblikazzjoni
nb: Publikasjon
nl: Publicatie
ro: Publicație
sk: Publikácia
sv: Publikation

source: Description
bg: Описание
el: Περιγραφή
et: Kirjeldus
fi: Kuvaus
ga: Cur síos
hr: Opis
hu: Leírás
lb: Beschreiwung
lt: Aprašymas
lv: Apraksts
mt: Deskrizzjoni
nb: Beskrivelse
nl: Beschrijving
ro: Descriere
sk: Opis
sv: Beskrivning

source: Email
bg: Електронен адрес
et: E-post
fi: Sähköposti
ga: Seoladh ríomhphoist
hr: E-adresa
hu: E-mail-cím
lt: E. paštas
lv: E-pasts
nb: Epost
sk: E-mailová adresa
sv: E-post

source: Contact
bg: Контакт
el: Επικοινωνία
et: Kontaktandmed
fi: Yhteydenotot
ga: Teagmháil
hr: Kontakt
hu: Kapcsolat
lb: Kontakt
lt: Kontaktiniai duomenys
lv: Kontaktinformācija
mt: Kuntatt
nb: Kontaktperson
sk: Kontakt
sv: Kontakt

source: Contacts
bg: Контакти
el: Επικοινωνία
et: Kontaktisikud
fi: Yhteydenotot
ga: Teagmhálacha
hr: Kontakti
hu: Kapcsolatok
lb: Kontakter
lt: Asmenys ryšiams
lv: Kontaktinformācija
mt: Kuntatti
nb: Kontaktpersoner
nl: Contact
ro: Date de contact
sk: Kontakty
sv: Kontakter

source: Organisation
bg: Организация
el: Οργανισμός
et: Organisatsioon
fi: Organisaatio
ga: Eagraíocht
hr: Organizacija
hu: Szervezet
lb: Organisatioun
lt: Organizacija
lv: Organizācija
mt: Organizzazzjoni
nb: Organisasjon
nl: Organisatie
ro: Organizație
sk: Organizácia

source: Fax number
bg: Факс
el: Αριθμός φαξ
et: Faksinumber
fi: Faksinumero
ga: Uimhir facs
hr: Broj telefaksa
hu: Fax
lb: Faxnummer
lt: Fakso numeris
lv: Faksa numurs
mt: Numru tal-faks
nb: Faksnr.
nl: Fax
ro: Număr de fax
sk: Faxové číslo
sv: Fax

source: Mobile number
bg: Мобилен телефон
el: Αριθμός κινητού τηλεφώνου
et: Mobiiltelefoni number
fi: Matkapuhelinnumero
ga: Uimhir ghutháin póca
hr: Broj mobilnog telefona
hu: Mobiltelefonszám
lb: Handysnummer
lt: Mobiliojo telefono numeris
lv: Mobilā tālruņa numurs
mt: Numru tal-mowbajl
nb: Mobilnr.
nl: Telefoon (mobiel)
ro: Telefon mobil
sk: Mobilné číslo
sv: Mobil

source: Office
bg: Офис
el: Γραφείο
et: Amet
fi: Toimisto
ga: Oifig
hr: Ured
hu: Iroda
lb: Büro
lt: Biuras
lv: Birojs
mt: Uffiċċju
nb: Kontor
nl: Bureau
ro: Birou
sk: Úrad
sv: Kontor

source: Documents
bg: Документи
el: Έγγραφα
et: Dokumendid
fi: Asiakirjat
ga: Doiciméid
hr: Dokumenti
hu: Dokumentumok
lb: Dokumenter
lt: Dokumentai
lv: Dokumenti
mt: Dokumenti
nb: Dokumenter
nl: Documenten
ro: Documente
sk: Dokumenty
sv: Dokument

source: Funding
bg: Финансиране
el: Χρηματοδότηση
et: Rahastamine
fi: Rahoitus
ga: Maoiniú
hr: Financiranje
hu: Finanszírozás
lb: Finanzéierung
lt: Finansavimas
lv: Finansējums
mt: Finanzjament
nb: Tilskudd
nl: Financiering
ro: Finanțare
sk: Financovanie
sv: Finansiering

source: As planned
bg: Както е планирано
el: Όπως έχει προβλεφθεί
et: Vastavalt kavandatule
fi: Suunnitellusti
ga: Mar a beartaíodh
hr: Prema planu
hu: Terv szerint
lb: Ewéi geplangt
lt: Pagal planą
lv: Kā plānots
mt: Kif ippjanat
nb: Etter planen
nl: Als gepland
ro: Conform planului
sk: Plánované
sv: Planenligt

source: Cancelled
bg: Отменено
el: Ακυρώθηκε
et: Tühistatud
fi: Peruutettu
ga: Curtha ar ceal
hr: Otkazano
hu: Törölve
lb: Ofgesot
lt: Atšaukta
lv: Atcelts
mt: Ikkanċellat
nb: Annullert
nl: Geannuleerd
ro: Anulat(ă)
sk: Zrušené
sv: Inställt

source: Rescheduled
bg: Променена дата/час
el: Αναπρογραμματίστηκε
et: Toimumisaeg muutunud
fi: Siirretty
ga: Athsceidealaithe
hr: Odgođeno za drugi datum
hu: Más időpontra áttéve
lb: Verluecht
lt: Pakeistas laikas
lv: Pārcelts
mt: Riskedat
nb: Endret tidsplan
nl: Nieuwe datum
ro: Reprogramat
sk: Presunuté
sv: Flyttat

source: Postponed
bg: Отложен
el: Έχει αναβληθεί
et: Edasi lükatud
fi: Peruttu toistaiseksi
ga: Curtha ar athló
hr: Odgođeno
hu: Elhalasztva
lb: No hanne verréckelt
lt: Atidėta
lv: Atlikts
mt: Pospost
nb: Utsatt
nl: Uitgesteld
ro: Amânat
sk: Odložené
sv: Uppskjutet

source: Address
bg: Адрес
el: Διεύθυνση
et: Aadress
fi: Osoite
ga: Seoladh
hr: Adresa
hu: Cím
lb: Adress
lt: Adresas
lv: Adrese
mt: Indirizz
nb: Adresse
nl: Adres
ro: Adresă
sk: Adresa
sv: Adress

source: Live stream
bg: На живо
el: Ζωντανή μετάδοση
et: Otseülekanne
fi: Suoratoisto
ga: Beosruthú
hr: Prijenos uživo na internetu
hu: Online közvetítés
lt: Tiesioginė transliacija
lv: Straumējums
mt: Xandira diretta fuq l-internet
nb: Livestreaming
ro: Transmisiune în direct online
sk: Živé vysielanie
sv: Webbsändning
