Repository: openeuropa/oe_theme
Catalog: modules/oe_theme_helper/translations/oe_theme_helper-*.po
Languages: bg, el, et, fi, ga, hr, hu, lb, lt, lv, mt, nb, nl, ro, sk, sv

source: No results have been found
bg: Не са намерени резултати
el: Δεν βρέθηκαν αποτελέσματα
et: Tulemusi ei leitud
fi: Ei hakutuloksia
ga: Níor aimsíodh aon toradh
hr: Nisu pronađeni rezultati
hu: Nincs találat
lb: Et goufe keng Resultater fonnt.
lt: Rezultatų nerasta
lv: Nekas nav atrasts
mt: Ma nstab ebda riżultat
nb: Ingen treff
nl: Geen resultaten
ro: Nu am găsit rezultate
sk: Nenašli sa žiadne výsledky
sv: Inga träffar

source: Event date
bg: Дата на проявата
el: Ημερομηνία εκδήλωσης
et: Ürituse kuupäev
fi: Tapahtuman ajankohta
ga: Dáta an imeachta
hr: Datum događanja
hu: Esemény dátuma
lb: Veranstaltungsdatum
lt: Renginio data
lv: Pasākuma datums
mt: Data tal-avveniment
nb: Arrangementsdato
nl: Datum evenement
ro: Data evenimentului
sk: Dátum udalosti
sv: Evenemangsdatum

source: Select
bg: Избор
el: Επιλογή
et: Valige
fi: Valitse
ga: Roghnaigh
hr: Odaberi
hu: Kiválasztás
lb: Auswielen
lt: Pasirinkti
lv: Atlasīt
mt: Agħżel
nb: Velg
nl: Kiezen
ro: Selectați
sk: Vybrať
sv: Välj

source: After
bg: След
el: Μετά
et: Pärast
fi: Aikaisintaan
ga: Tar éis
hr: Nakon
hu: Ettől:
lb: No
lt: Po
lv: Pēc
mt: Wara
nb: Etter
nl: Na
ro: După
sk: Po
sv: Efter

source: Before
bg: Преди
el: Πριν
et: Enne
fi: Viimeistään
ga: Roimh
hr: Prije
hu: Eddig:
lb: Viru(n)
lt: Iki
lv: Pirms
mt: Qabel
nb: Før
nl: Voor
ro: Înainte
sk: Pred
sv: Före

source: In between
bg: Между
el: Μεταξύ
et: Ajavahemikus
fi: Aikavälillä
ga: Idir
hr: Između
hu: Időköz
lb: Tëschent
lt: Tarp
lv: Starp
mt: Bejn
nb: Mellom
nl: Tussen
ro: Între
sk: Medzi
sv: Mellan

source: Select all
bg: Избор на всички
el: Επιλογή όλων
et: Vali kõik
fi: Valitse kaikki
ga: Roghnaigh gach rud
hr: Odaberi sve
hu: Összes kiválasztása
lb: All auswielen
lt: Pasirinkti viską
lv: Atlasīt visu
mt: Agħżel kollox
nb: Velg alle
nl: Alles selecteren
ro: Selectați tot
sk: Vybrať všetko
sv: Välj alla

source: Event type
bg: Вид проява
el: Είδος εκδήλωσης
et: Ürituse liik
fi: Tapahtuman tyyppi
ga: An cineál imeachta
hr: Vrsta događanja
hu: Az esemény típusa
lb: Veranstaltungstyp
lt: Renginio rūšis
lv: Pasākuma veids
mt: Tip ta' avveniment
nb: Type arrangement
nl: Soort evenement
ro: Tip de eveniment
sk: Druh podujatia
sv: Typ av evenemang

source: Venue
bg: Място на провеждане
el: Τόπος εκδήλωσης
et: Toimumiskoht
fi: Paikka
ga: An t-ionad
hr: Mjesto održavanja
hu: Helyszín
lb: Veranstaltungsuert
lt: Vieta
lv: Norises vieta
mt: Post
nb: Sted
nl: Plaats
ro: Locație
sk: Miesto konania
sv: Plats

source: Online type
bg: Онлайн проява
el: Είδος διαδικτυακής εκδήλωσης
et: Veebiürituse liik
fi: Verkkotapahtuman tyyppi
ga: An cineál imeachta ar líne
hr: Tip internetskog događanja
hu: Online
lb: Onlinetyp
lt: Internetinio renginio rūšis
lv: Tiešsaistes
mt: Tip ta’ online
nb: På nettet
nl: Soort online
ro: Tip de eveniment online
sk: Formát online
sv: Typ av webbevenemang

source: Livestream
bg: Излъчване на живо
el: Ζωντανή μετάδοση
et: Otseülekanne
fi: Suora verkkolähetys
ga: Beosruthú
hr: Uživo
hu: Élő online közvetítés
lt: Tiesioginė transliacija
lv: Straumējums
mt: Xandira diretta fuq l-internet
nb: Livestreaming
ro: Transmisiune în direct online
sk: Živé vysielanie
sv: Webbsändning

source: Type
bg: Вид
el: Είδος
et: Liik
fi: Tyyppi
ga: Cineál
hr: Vrsta
hu: Típus
lb: Typ
lt: Rūšis
lv: Veids
mt: Tip
nl: Soort
ro: Tip
sk: Druh
sv: Typ

source: EU organisation type
bg: Вид организация на ЕС
el: Είδος οργανισμού της ΕΕ
et: ELi asutuse liik
fi: EU-elimen tyyppi
ga: An cineál eagraíochta AE
hr: Vrsta organizacije EU-a
hu: Uniós szervezet típusa
lb: EU-Organisatiounstyp
lt: ES organizacijos rūšis
lv: ES struktūras veids
mt: Tip ta’ organizzazzjoni tal-UE
nb: Type EU-organ
nl: Soort EU-organisatie
ro: Tip de organism UE
sk: Druh organizácie EÚ
sv: Typ av EU-organ

source: Date
bg: Дата
el: Ημερομηνία
et: Kuupäev
fi: Ajankohta
ga: Dáta
hr: Datum
hu: Dátum
lb: Datum
lt: Data
lv: Datums
mt: Data
nb: Dato
nl: Datum
ro: Dată
sk: Dátum
sv: Datum

source: End Date
bg: Крайна дата
el: Ημερομηνία λήξης
et: Lõppkuupäev
fi: Päättymispäivä
ga: Dáta Críochnaithe
hr: Datum završetka
hu: Záró dátum
lb: Enddatum
lt: Pabaigos data
lv: Beigu datums
mt: Data tat-Tmiem
nb: Sluttdato
nl: Einddatum
ro: Data încheierii
sk: Dátum ukončenia
sv: Slutdatum

source: Responsible department
bg: Отговорно ведомство
el: Αρμόδια υπηρεσία
et: Vastutav talitus
fi: Vastaava pääosasto
ga: Roinn atá freagrach
hr: Nadležni odjel
hu: Felelős szervezeti egység
lb: Verantwortleche Service
lt: Atsakingas padalinys
lv: Atbildīgā struktūrvienība
mt: Servizz responsabbli
nb: Ansvarlig avdeling
nl: Verantwoordelijke dienst
ro: Serviciul responsabil
sk: Zodpovedný útvar
sv: Ansvarig avdelning

source: Content owner
bg: Собственик на съдържанието
el: Ιδιοκτήτης περιεχομένου
et: Sisu omanik
fi: Sisällön omistaja
ga: Úinéir an inneachair
hr: Vlasnik sadržaja
hu: Tartalomtulajdonos
lb: Eegentemer vum Inhalt
lt: Turinio savininkas
lv: Satura īpašnieks
mt: Sid tal-kontenut
nb: Innholdsansvarlig
nl: Eigenaar content
ro: Proprietarul conținutului
sk: Vlastník obsahu
sv: Innehållsansvarig

source: Overview
bg: Общ преглед
el: Επισκόπηση
et: Ülevaade
fi: Perustiedot
ga: Forbhreathnú
hr: Pregled
hu: Áttekintés
lb: Iwwersiicht
lt: Apžvalga
lv: Pārskats
mt: Ħarsa ġenerali
nb: Oversikt
nl: Overzicht
ro: Prezentare
sk: Prehľad
sv: Översikt

source: Open gallery
bg: Към галерията
el: Άνοιγμα συλλογής
et: Ava galerii
fi: Avaa galleria
ga: An gailearaí
hr: Otvaranje galerije
hu: Galéria megnyitása
lb: Galerie opmaachen
lt: Atidaryti galeriją
lv: Atvērt galeriju
mt: Iftaħ il-ġabra
nb: Åpne galleri
nl: Galerij openen
ro: Deschideți galeria
sk: Otvoriť galériu
sv: Öppna galleri

source: (Acting) @role
bg: (Временно изпълняващ длъжността) @role
el: (Ασκών/-ούσα καθήκοντα) @role
et: @role (kohusetäitja)
fi: @role (vt.)
ga: (Gníomhach) @role
hr: @role (vršitelj dužnosti)
hu: (Megbízott) @role
lb: @role (ad interim)
lt: (L. e. p.) @role
lv: @role (pienākumu izpildītājs)
mt: (Aġent) @role
nb: (Fungerende) @role
nl: (Waarnemend) @role
ro: @role (interimar)
sk: (Zohrávajúci/-a) @role
sv: (Tillförordnad) @role

source: Follow the latest progress and learn more about getting involved.
bg: Следете новините и научете как да участвате.
el: Παρακολουθείτε τις τελευταίες εξελίξεις και ενημερωθείτε για τις δυνατότητες συμμετοχής σας.
et: Hoidke end kursis ning uurige, kuidas saaksite ise osaleda.
fi: Seuraa ja osallistu:
ga: Eolas faoin dul chun cinn is déanaí agus faoi conas páirt a ghlacadh.
hr: Pratite najnoviji razvoj događaja i doznajte kako se uključiti
hu: Kövesse a legújabb fejleményeket és tájékozódjon arról, hogyan vehet részt Ön is a folyamatokban!
lb: Suivéiert déi neisten Entwécklungen a gitt méi doriwwer gewuer, wéi Dir Iech bedeelege kënnt.
lt: Sekite naujienas ir daugiau sužinokite, kaip galite dalyvauti.
lv: Sekojiet jaunumiem un uzziniet vairāk par iespējām piedalīties.
mt: Segwi l-progress l-aktar reċenti u tgħallem aktar dwar kif tinvolvi ruħek.
nb: Følg utviklingen og engasjer deg.
nl: Volg ons en geef uw mening!
ro: Urmăriți ultimele evoluții și aflați cum vă puteți implica.
sk: Sledujte najnovší vývoj a získajte viac informácií o tom, ako sa zapojiť.
sv: Följ utvecklingen och var med och påverka.

source: Upcoming and ongoing
bg: Предстоящи и текущи
el: Προσεχείς και τρέχουσες
et: Eelseisvad ja käimasolevad
fi: Tulossa tai meneillään
ga: Le teacht agus ar siúl faoi láthair
hr: Budući i u tijeku
hu: Közelgő és folyamatban lévő
lb: Deemnächst an am gaangen
lt: Artėjantys ir vykstantys
lv: Gaidāms(-ie) un pašlaik notiekošs(-ie)
mt: Li ġejjin u li għaddej bħalissa
nb: Kommende og aktuelle
nl: Lopend en gepland
ro: Viitoare și în curs
sk: Nadchádzajúce a prebiehajúce
sv: Kommande och pågående

source: Past
bg: Минали
el: Προηγούμενες
et: Toimunud
fi: Päättynyt
ga: Roimhe seo
hr: Prošli
hu: Korábbi
lb: Vergaangen
lt: Buvę
lv: Iepriekšējs(-ie)
mt: Tal-passat
nb: Tidligere
nl: Voorbij
ro: Trecute
sk: Uskutočnené
sv: Tidigare

source: Upcoming and open
bg: Предстоящи и текущи
el: Προσεχείς και ανοικτές
et: Eelseisvad ja käimasolevad
fi: Tulossa tai meneillään
ga: Le teacht agus ar oscailt
hr: Budući i otvoreni
hu: Közelgő és aktuális
lb: Deemnächst an oppen
lt: Artėjantys ir vykstantys
lv: Gaidāms(-ie) un atklāts(-ie)
mt: Li ġejjin u miftuħin
nb: Kommende og aktuelle
nl: Lopend en gepland
ro: Viitoare și deschise
sk: Pripravované a otvorené
sv: Kommande och öppna

source: English is available via machine translation – please use the link below.
bg: Възможно е да се получи машинен превод на български — моля, използвайте връзката по-долу.
el: Τα ελληνικά είναι διαθέσιμα μέσω αυτόματης μετάφρασης — χρησιμοποιήστε τον παρακάτω σύνδεσμο.
et: Eestikeelne leht on kättesaadav masintõlke teel – palun kasutage allolevat linki.
fi: Sivua ei ole suomeksi – voit tilata konekäännöksen seuraavasta linkistä.
ga: Tá leagan Gaeilge ar fáil tríd an tseirbhís meaisínaistriúcháin – bain úsáid as an nasc thíos le do thoil.
hr: Na hrvatskom je dostupan strojni prijevod – upotrijebite poveznicu u nastavku.
hu: Ez az oldal gépi fordításban magyarul is elérhető – a felület nyelvét a lenti gombbal változtathatja meg.
lb: Dës Säit ass net op Englesch verfügbar.
lt: Galima gauti mašininį vertimą į lietuvių kalbą – spustelėkite toliau pateiktą nuorodą.
lv: Teksts latviešu valodā ir pieejams mašīntulkojumā. Lūdzu, izmantojiet zemāk redzamo saiti!
mt: L-Malti huwa disponibbli permezz tat-traduzzjoni awtomatika – jekk jogħġbok uża l-link ta’ hawn taħt.
nl: Via onderstaande link krijgt u een Nederlandse machinevertaling.
ro: Pagina în română este disponibilă doar în traducere automată. O puteți solicita prin linkul de mai jos.
sk: Slovenčina je k dispozícii cez strojový preklad – použite nasledujúci odkaz.
sv: Svenska finns som maskinöversättning via länken nedan

source: Choose another language
bg: Изберете друг език
el: Επιλέξτε άλλη γλώσσα
et: Valige mõni teine keel
fi: Valitse toinen kieli
ga: Roghnaigh teanga eile
hr: Odaberite drugi jezik
hu: Válasszon másik nyelvet
lb: Wielt w.e.g. eng aner Sprooch
lt: Pasirinkite kitą kalbą
lv: Izvēlieties citu valodu
mt: Agħżel lingwa oħra
nl: Kies een andere taal
ro: Selectați altă limbă
sk: Vyberte iný jazyk
sv: Välj ett annat språk

source: 1 day
bg: 1 ден
el: 1 ημέρα
et: 1 päev
fi: 1 päivä
ga: 1 lá
hr: 1 dan
hu: 1 nap
lb: 1 Dag
lt: 1 d.
lv: 1 diena
mt: 1 jum
nb: 1 dag
nl: 1 dag
ro: 1 zi
sk: 1 deň
sv: 1 dag

source: 1 week
bg: 1 седмица
el: 1 εβδομάδα
et: 1 nädal
fi: 1 viikko
ga: 1 seachtain
hr: 1 tjedan
hu: 1 hét
lb: 1 Woch
lt: 1 sav.
lv: 1 nedēļa
mt: 1 ġimgħa
nb: 1 uke
ro: 1 săptămână
sk: 1 týždeň
sv: 1 vecka

source: 1 year
bg: 1 година
el: 1 χρόνο
et: 1 aasta
fi: 1 vuosi
ga: 1 bhliain
hr: 1 godina
hu: 1 év
lb: 1 Joer
lt: 1 m.
lv: 1 gads
mt: 1 sena
nb: 1 år
nl: 1 jaar
ro: 1 an
sk: 1 rok
sv: 1 år

source: 1 month
bg: 1 месец
el: 1 μήνα
et: 1 kuu
fi: 1 kuukausi
ga: 1 mhí
hr: 1 mjesec
hu: 1 hónap
lb: 1 Mount
lt: 1 mėn.
lv: 1 mēnesis
mt: 1 xahar
nb: 1 måned
nl: 1 maand
ro: 1 lună
sk: 1 mesiac
sv: 1 månad

source: 1 hour
bg: 1 час
el: 1 ώρα
et: 1 tund
fi: 1 tunti
ga: 1 uair an chloig
hr: 1 sat
hu: 1 óra
lb: 1 Stonn
lt: 1 val.
lv: 1 stunda
mt: 1 siegħa
nb: 1 time
nl: 1 uur
ro: 1 oră
sk: 1 hodina
sv: 1 timme

source: 1 minute
bg: 1 минута
el: 1 λεπτό
et: 1 minut
fi: 1 minuutti
ga: 1 nóiméad
hr: 1 minuta
hu: 1 perc
lb: 1 Minutt
lt: 1 min.
lv: 1 minūte
mt: 1 minuta
nb: 1 minutt
nl: 1 minuut
ro: 1 minut
sk: 1 minúta
sv: 1 minut

source: 1 second
bg: 1 секунда
el: 1 δευτερόλεπτο
et: 1 sekund
fi: 1 sekunti
ga: 1 soicind
hr: 1 sekunda
hu: 1 másodperc
lb: 1 Sekonn
lt: 1 sek.
lv: 1 sekunde
mt: 1 sekonda
nb: 1 sekund
nl: 1 seconde
ro: 1 secundă
sk: 1 sekunda
sv: 1 sekund

source: Online link
bg: Връзка към проявата
el: Διαδικτυακός σύνδεσμος
et: Veebilink
fi: Verkkotapahtuman linkki
ga: Nasc chuig an imeacht ar líne
hr: Poveznica
hu: Az esemény linkje
lt: Renginio nuoroda
lv: Saite uz pasākumu tiešsaistē
mt: Link online
nb: Nettlenke
nl: Link
ro: Link de acces la evenimentul online
sk: Odkaz
sv: Länk till evenemanget

source: Online time
bg: Час на проявата
el: Διαδικτυακή ώρα
et: Veebiaeg
fi: Verkkotapahtuman ajankohta
ga: Am an imeachta ar líne
hr: Internetsko vrijeme
hu: Az esemény időpontja
lb: Online Zäit
lt: Renginio laikas
lv: Laiks
mt: Ħin online
nb: Tidspunkt
nl: Online-tijd
ro: Momentul la care are loc evenimentul online
sk: Čas
sv: Tid för evenemanget

source: Name
bg: Име
el: Όνομα
et: Nimi
fi: Nimi
ga: Ainm
hr: Ime
hu: Név
lb: Numm
lt: Vardas, pavardė (pavadinimas)
lv: Nosaukums
mt: Isem
nb: Navn
nl: Naam
ro: Nume
sk: Meno/Názov
sv: Namn

source: I have read and agree with the @link
bg: Прочетох и приемам @link
el: Διάβασα και συμφωνώ με τους @link
et: Olen tutvunud ja nõustun @link
fi: Olen lukenut @link ja hyväksyn sen ehdot
ga: Léigh mé na @link
hr: Pročitao sam @link i slažem se s njima
hu: Elolvastam az @link
lb: Ech hunn d’@link gelies a stëmmen zou
lt: @link perskaičiau ir su jomis sutinku
lv: Esmu izlasījis(-usi) @link un tiem piekrītu.
mt: Qrajt u naqbel mat-@link
nb: Jeg har lest og samtykker til @link
nl: Ik heb de @link gelezen en ga ermee akkoord
ro: Am citit și sunt de acord cu @link
sk: Oboznámil som sa s @link
sv: Jag har läst och godkänner villkoren för @link

source: personal data protection terms
bg: условията във връзка със защитата на личните данни
el: όρους προστασίας των δεδομένων προσωπικού χαρακτήρα
et: isikuandmete kaitse tingimustega
fi: tietosuojaselosteen
ga: téarmaí maidir le cosaint sonraí pearsanta agus aontaím leo
hr: uvjete zaštite osobnih podataka
hu: adatvédelmi nyilatkozatot, és egyetértek a benne foglaltakkal.
lb: Dateschutzerklärung
lt: Asmens duomenų apsaugos sąlygas
lv: persondatu aizsardzības noteikumus
mt: termini tal-protezzjoni tal-privatezza tad-data
nl: privacyverklaring
ro: prevederile referitoare la protecția datelor cu caracter personal
sk: podmienkami ochrany osobných údajov a súhlasím s nimi
sv: skydd av personuppgifter

source: Highlighted
bg: Акценти
el: Με επισήμανση
et: Esiplaanil
fi: Valokeilassa
ga: Aibhsithe
hr: Istaknuto
hu: Előtérben
lb: am Fokus
lt: Paryškinta
lv: Aktuāli
mt: Enfasizzat
nl: Actueel
ro: În prim-plan
sk: Hlavné témy
sv: I fokus

source: European Union flag
bg: Знаме на Европейския съюз
el: Σημαία της Ευρωπαϊκής Ένωσης
et: Euroopa Liidu lipp
fi: Euroopan unionin lippu
ga: Bratach an Aontais Eorpaigh
hr: Zastava Europske unije
hu: Az Európai Unió zászlaja
lb: Fändel vun der Europäescher Unioun
lt: Europos Sąjungos vėliava
lv: Eiropas Savienības karogs
mt: Bandiera tal-Unjoni Ewropea
nl: Vlag van de Europese Unie
ro: Drapelul Uniunii Europene
sk: Vlajka Európskej únie
sv: EU-flaggan

source: European Commission logo
bg: Лого на Европейската комисия
el: Λογότυπος της Ευρωπαϊκής Επιτροπής
et: Euroopa Komisjoni logo
fi: Euroopan komission logo
ga: Lógó an Choimisiúin Eorpaigh
hr: Logotip Europske komisije
hu: Az Európai Bizottság logója
lb: Logo vun der Europäescher Kommissioun
lt: Europos Komisijos logotipas
lv: Eiropas Komisijas logotips
mt: Logo tal-Kummissjoni Ewropea
nl: Logo van de Europese Commissie
ro: Logoul Comisiei Europene
sk: Logo Európskej komisie
sv: Europeiska kommissionens logotyp

source: Home
bg: Начало
el: Αρχική σελίδα
et: Avaleht
fi: Etusivu
ga: Baile
hr: Početak
hu: Kezdőlap
lt: Pradžios puslapis
lv: Sākumlapa
mt: Paġna ewlenija
ro: Prima pagină
sk: Domovská stránka
sv: Start

source: European Union
bg: Европейски съюз
el: Ευρωπαϊκή Ένωση
et: Euroopa Liit
fi: Euroopan unioni
ga: Aontais Eorpaigh
hr: Europske unije
hu: Európai Unió
lb: Europäesch Unioun
lt: Europos Sąjunga
lv: Eiropas Savienība
mt: L-Unjoni Ewropea
nl: Europese Unie
ro: Uniunea Europeană
sk: Európska únia
sv: Europeiska unionen

source: Sources
bg: Източници
el: Πηγές
et: Allikad
fi: Lähteet
ga: Foinsí
hr: Izvori
hu: Források
lb: Quellen
lt: Šaltiniai
lv: Avoti
mt: Sorsi
nl: Bronnen
ro: Surse
sk: Zdroje
sv: Källor

source: This event has been cancelled.
bg: Тази проява е отменена.
el: Η εκδήλωση αυτή έχει ματαιωθεί.
et: See üritus on tühistatud.
fi: Tämä tapahtuma on peruutettu.
ga: Cuireadh an imeacht seo ar ceal.
hr: Ovo je događanje otkazano.
hu: Ezt a rendezvényt törölték.
lb: Dës Veranstaltung gouf ofgesot.
lt: Renginys buvo atšauktas.
lv: Šis pasākums ir atcelts.
mt: Dan l-avveniment ġie kkanċellat.
nl: Dit evenement is geannuleerd.
ro: Acest eveniment a fost anulat.
sk: Toto podujatie bolo zrušené.
sv: Evenemanget har ställts in.

source: This event has been rescheduled.
bg: Тази проява е с променена дата или час.
el: Η εκδήλωση αυτή έχει αναπρογραμματιστεί.
et: Selle ürituse kuupäev on muutunud.
fi: Tämä tapahtuma on siirretty.
ga: Rinneadh an imeacht seo a athsceidealú.
hr: Ovo je odgađanje odgođeno za drugi datum.
hu: Ez a rendezvényt áttették egy későbbi időpontra.
lb: Dës Veranstaltung gouf verréckelt.
lt: Pakeistas renginio laikas.
lv: Šis pasākums ir pārcelts uz citu datumu.
mt: Dan l-avveniment ġie riskedat.
nl: Voor dit evenement is een nieuwe datum vastgesteld.
ro: Acest eveniment a fost reprogramat.
sk: Toto podujatie bolo presunuté.
sv: Evenemanget har flyttats.

source: This event has been postponed.
bg: Тази проява е отложена.
el: Η εκδήλωση αυτή έχει αναβληθεί.
et: See üritus on edasi lükatud.
fi: Tämä tapahtuma on peruttu toistaiseksi.
ga: Cuireadh an imeacht seo ar athló.
hr: Ovo je odgađanje odgođeno.
hu: Ezt a rendezvényt elnapolták.
lb: Dës Veranstaltung gouf no hanne verréckelt.
lt: Renginys buvo atidėtas.
lv: Šis pasākums ir atlikts.
mt: Dan l-avveniment ġie pospost.
nl: Dit evenement is uitgesteld.
ro: Acest eveniment a fost amânat.
sk: Toto podujatie bolo odložené.
sv: Evenemanget har skjutits upp.

source: This event has started.
bg: Тази проява е започнала.
el: Η εκδήλωση αυτή έχει αρχίσει.
et: See üritus on alanud.
fi: Tämä tapahtuma on alkanut.
ga: Cuireadh tús leis an imeacht seo.
hr: Ovo je događanje počelo.
hu: Ez a rendezvény elkezdődött.
lb: Dës Veranstaltung huet ugefaangen.
lt: Renginys prasidėjo.
lv: Šis pasākums ir sācies.
mt: Dan l-avveniment beda.
nl: Dit evenement is begonnen.
ro: Evenimentul a început.
sk: Toto podujatie sa začalo.
sv: Evenemanget har börjat.

source: This event has ended.
bg: Тази проява е приключила.
el: Η εκδήλωση αυτή έληξε.
et: See üritus on lõppenud.
fi: Tämä tapahtuma on päättynyt.
ga: Tá an imeacht sin thart.
hr: Ovo je događanje završeno.
hu: Ez a rendezvény véget ért.
lb: Dës Veranstaltung ass eriwwer.
lt: Renginys baigėsi.
lv: Šis pasākums ir beidzies.
mt: Dan l-avveniment intemm.
nl: Dit evenement is beëindigd.
ro: Evenimentul s-a încheiat.
sk: Toto podujatie sa skončilo.
sv: Evenemanget har slutat.

source: This livestream has started.
bg: Излъчването на живо е започнало.
el: Αυτή η ζωντανή μετάδοση έχει ξεκινήσει.
et: See otseülekanne on alanud.
fi: Tämä suoratoisto on alkanut.
ga: Cuireadh tús leis an beoshruthú seo.
hr: Prijenos uživo na internetu počeo je.
hu: Ez az élő közvetítés elkezdődött.
lb: Dëse Livestream huet ugefaangen.
lt: Tiesioginė transliacija prasidėjo.
lv: Šis tiešraides straumējums ir sācies.
mt: Din il-xandira diretta fuq l-internet bdiet.
nl: De livestream is begonnen.
ro: Transmisiunea online a început.
sk: Toto živé vysielanie sa začalo.
sv: Direktsändningen har börjat.

source: This event has started. You can also watch it via livestream.
bg: Тази проява е започнала. Можете също така да гледате чрез излъчване на живо.
el: Η εκδήλωση αυτή έχει αρχίσει. Μπορείτε επίσης να την παρακολουθήσετε σε ζωντανή μετάδοση.
et: See üritus on alanud. Saate seda vaadata ka otseülekande kaudu.
fi: Tämä tapahtuma on alkanut. Voit myös katsoa sen suoratoistona.
ga: Cuireadh tús leis an imeacht seo. Is féidir leat féachaint air freisin ar bheoshruthú.
hr: Ovo je događanje počelo. Možete pogledati i prijenos uživo na internetu.
hu: Ez a rendezvény elkezdődött. Élőben is követhető.
lb: Dës Veranstaltung huet ugefaangen. Dir kënnt se och via Livestream kucken.
lt: Renginys prasidėjo. Taip pat galite jį stebėti per tiesioginę transliaciją.
lv: Šis pasākums ir sācies. Varat arī skatīties tā tiešraides straumējumu.
mt: Dan l-avveniment beda. Tista’ wkoll tarah permezz ta’ xandira diretta fuq l-internet.
nl: Dit evenement is begonnen. U kunt ook de livestream bekijken.
ro: Evenimentul a început. Îl puteți urmări și în transmisiune online.
sk: Toto podujatie sa začalo. Môžete ho sledovať prostredníctvom živého vysielania.
sv: Evenemanget har börjat och direktsänds.

source: This event has ended, but the livestream is ongoing.
bg: Тази проява е приключила, но излъчването на живо продължава.
el: Η εκδήλωση αυτή έληξε, αλλά είναι διαθέσιμη η ζωντανή μετάδοση.
et: See üritus on lõppenud, kuid otseülekanne on käimas.
fi: Tämä tapahtuma on päättynyt, mutta sen suoratoisto jatkuu.
ga: Tá an imeacht sin thart, ach tá an beoshruthú fós ar siúl.
hr: Ovo je događanje završilo, no prijenos uživo na internetu još je dostupan.
hu: Ez a rendezvény véget ért, de az élő közvetítés még tart.
lb: Dës Veranstaltung ass eriwwer, de Livestream leeft awer nach.
lt: Šis renginys baigėsi, tačiau vis dar vyksta tiesioginė transliacija.
lv: Šis pasākums ir beidzies, bet tiešraides straumējums turpinās.
mt: Dan l-avveniment spiċċa, iżda x-xandira diretta għadha għaddejja.
nl: Dit evenement is afgelopen, maar u kunt de livestream bekijken.
ro: Evenimentul s-a încheiat, dar puteți urmări transmisiunea online.
sk: Toto podujatie sa skončilo, ale živé vysielanie pokračuje.
sv: Evenemanget har slutat men direktsänds fortfarande.

source: Who should attend
bg: Целева група
el: Ποιοι θα πρέπει να συμμετάσχουν
et: Kellele see on mõeldud?
fi: Kohderyhmä
ga: Cé ba cheart freastal air
hr: Tko bi trebao sudjelovati
hu: Résztvevői profil
lb: Wien deelhuele soll
lt: Tikslinė grupė
lv: Mērķgrupa
mt: Min għandu jattendi
nl: Doelgroep
ro: Public-țintă
sk: Kto by sa mal zúčastniť
sv: Målgrupp

source: Organisers
bg: Организатори
el: Διοργανωτές
et: Korraldajad
fi: Järjestäjät
ga: Eagraithe
hr: Organizatori
hu: Szervezők
lb: Organisateuren
lt: Organizatoriai
lv: Organizatori
mt: Organizzaturi
nl: Organisatoren
ro: Organizatori
sk: Organizátori/organizátorky
sv: Organisatörer

source: Part of
bg: Част от
el: Μέρος
et: Osa järgmisest:
fi: Kuuluu kokonaisuuteen
ga: Cuid de
hr: Dio
hu: Ennek a része
lb: Deel vu(n)
lt: Dalis
lv: Daļa no
mt: Parti minn
nl: Deel van
ro: Parte din
sk: Časť
sv: Ingår i

source: Online only
bg: Само в интернет
el: Αποκλειστικά μέσω διαδικτύου
et: Ainult veebis
fi: Vain verkossa
ga: Ar líne amháin
hr: Samo na internetu
hu: Csak az interneten
lb: Nëmmen online
lt: Tik internetu
lv: Tikai tiešsaistē
mt: Online biss
nl: Alleen online
ro: Doar online
sk: Len online
sv: Endast online

source: External event
bg: Външна проява
el: Εξωτερική εκδήλωση
et: Välisüritus
fi: Ulkoinen tapahtuma
ga: Imeacht seachtrach
hr: Vanjsko događanje
hu: Külső rendezvény
lb: Extern Veranstaltungen
lt: Išorės renginys
lv: Ārējs pasākums
mt: Avveniment estern
nl: Extern evenement
ro: Eveniment extern
sk: Externé podujatie
sv: Externa evenemang

source: Report
bg: Доклад
el: Έκθεση
et: Aruanne
fi: Raportti
ga: Tuarascáil
hr: Izvješće
hu: Jelentés
lb: Mellen
lt: Ataskaita
lv: Ziņojums
mt: Rapport
nl: Verslag
ro: Raport
sk: Správa
sv: Rapport

source: Register here
bg: Регистрирайте се тук
el: Εγγραφείτε εδώ
et: Registreerige end siin
fi: Ilmoittautumiset
ga: Cláraigh anseo
hr: Prijavite se ovdje
hu: Regisztráció
lb: Hei aschreiwen
lt: Registruokitės čia
lv: Reģistrēties šeit
mt: Irreġistra hawn
nl: Aanmelden
ro: Înscrieți-vă aici
sk: Tu sa môžete zaregistrovať
sv: Anmäl dig här
