Repository: openeuropa/oe_theme
Catalog: modules/oe_theme_helper/translations/oe_theme_helper-*.po
Languages: bg, el, et, fi, ga, hr, hu, lb, lt, lv, mt, nb, nl, ro, sk, sv

source: Live streaming available
bg: Излъчване на живо
el: Διαθέσιμη ζωντανή μετάδοση
et: Otseülekanne on vaadatav
fi: Katsottavissa suoratoistona
ga: Beosruthú ar fáil
hr: Dostupan je prijenos uživo na internetu
hu: Élőben követhető
lb: Livestreaming disponibel
lt: Yra tiesioginė transliacija
lv: Pieejams tiešraides straumējums
mt: Xandira diretta fuq l-internet disponibbli
nb: Livestreaming tilgjengelig
nl: Livestream beschikbaar
ro: Transmisiune în direct disponibilă online
sk: Dostupné živé vysielanie
sv: Direktsänds

source: Project
bg: Проект
el: Έργο
et: Projekt
fi: Hanke
ga: Tionscadal
hr: Projekt
hu: Projekt
lb: Projet
lt: Projektas
lv: Projekts
mt: Proġett
nb: Prosjekt
ro: Proiect
sk: Projekt
sv: Projekt

source: Publication type
bg: Вид публикация
el: Είδος δημοσίευσης
et: Väljaande liik
fi: Julkaisun tyyppi
ga: An cineál foilseacháin
hr: Tip publikacije
hu: Kiadvány típusa
lb: Verëffentlechungstyp
lt: Leidinio rūšis
lv: Publikācijas veids
mt: Tip tal-pubblikazzjoni
nb: Type publikasjon
nl: Soort publicatie
ro: Tip de publicație
sk: Typ publikácií
sv: Typ av publikation

source: Call for proposals
bg: Покана за представяне на предложения
el: Πρόσκληση υποβολής προτάσεων
et: Projektikonkurss
fi: Ehdotuspyyntö
ga: Glao ar thograí
hr: Poziv na podnošenje prijedloga
hu: Pályázati felhívás
lb: Opfuerderung zur Areechung vu Virschléi
lt: Kvietimas teikti pasiūlymus
lv: Uzaicinājums iesniegt priekšlikumus
mt: Sejħa għal proposti
nb: Innbydelse til innsending av forslag
nl: Oproep tot het indienen van voorstellen
ro: Cerere de propuneri
sk: Výzva na predkladanie návrhov
sv: Ansökningsomgång

source: Funding programme
bg: Програма за финансиране
el: Πρόγραμμα χρηματοδότησης
et: Rahastamisprogramm
fi: Rahoitusohjelma
ga: Clár maoiniúcháin
hr: Program financiranja
hu: Finanszírozási program
lb: Fërderprogramm
lt: Finansavimo programa
lv: Finansējuma programma
mt: Programm ta' finanzjament
nb: Tilskuddsordning
nl: Financieringsprogramma
ro: Program de finanțare
sk: Program financovania
sv: Finansieringsprogram

source: Deadline model
bg: Модел на крайния срок
el: Υπόδειγμα προθεσμίας
et: Tähtaja mudel
fi: Määräajan tyyppi
ga: Samhail spriocdháta
hr: Vrsta roka
hu: Pályázat típusa
lb: Stéchdagmodell
lt: Termino pobūdis
lv: Termiņa veids
mt: Mudell tal-iskadenza
nb: Fristmodell
nl: Aantal deadlines
ro: Model de termen-limită
sk: Druh termínu
sv: Typ av tidsfrist

source: Single-stage
bg: На един етап
el: Ενός σταδίου
et: Üheetapiline
fi: Yksivaiheinen
ga: Aonchéim
hr: S jednom fazom
hu: Egyszakaszos
lb: Eestufeg
lt: Vieno etapo
lv: Viens posms
mt: Stadju wieħed
nb: Ett-trinns
nl: Eén deadline
ro: Cu o singură etapă
sk: Jednofázový
sv: Ett steg

source: Two-stage
bg: На два етапа
el: Σε δύο στάδια
et: Kaheetapiline
fi: Kaksivaiheinen
ga: Dhá chéim
hr: S dvije faze
hu: Kétkörös
lb: Zweestufeg
lt: Dviejų etapų
lv: Divos posmos
mt: F’żewġ stadji
nb: To-trinns
nl: Twee deadlines
ro: Cu două etape
sk: Dvojfázový
sv: Två steg

source: Multiple cut-off
bg: Няколко крайни срока
el: Πολλές ημερομηνίες λήξης
et: Mitme tähtajaga
fi: Monivaiheinen
ga: Scoitheadh ilchéimneach
hr: Više rokova
hu: Többkörös
lb: Multipel Héchstgrenzen
lt: Keli terminai
lv: Vairāki termiņi
mt: Fi stadji multipli
nb: Flere faser
nl: Meerdere deadlines
ro: Cu mai multe etape
sk: Viacfázový
sv: Flera tidsfrister

source: Permanent
bg: Постоянен
el: Μόνιμος
et: Alaline
fi: Jatkuva
ga: Buan
hr: Stalno
hu: Állandó
lt: Nuolatinis
lv: Pastāvīgs
mt: Permanenti
nb: Ingen sluttdato
ro: Permanent(ă)
sk: Stály
sv: Ständigt pågående

source: @date in @journal
bg: @date в @journal
el: @date στην @journal
et: @date väljaandes @journal
fi: @date julkaisu @journal
ga: @date sa @journal
hr: @date, @journal
hu: @date, @journal
lb: @date a(m) @journal
lt: @date @journal
lv: @date @journal
mt: @date fi @journal
ro: @date în @journal
sk: @date v @journal
sv: @date i @journal

source: Contact us
bg: За контакти
el: Επικοινωνήστε μαζί μας
et: Võtke meiega ühendust
fi: Yhteydenotot
ga: Sonraí teagmhála
hr: Kontakt
hu: Kapcsolatfelvétel
lb: Kontaktéiert eis
lt: Susisiekite su mumis
lv: Sazinieties ar mums
mt: Ikkuntattjana
nb: Kontakt oss
nl: Contact
ro: Contactați-ne
sk: Kontakt
sv: Kontakta oss

source: Follow us
bg: Следвайте ни
el: Ακολουθήστε μας
et: Jälgige meid
fi: Seuraa toimintaamme
ga: Lean sinn
hr: Pratite nas
hu: Közösségi média
lb: Suivéiert eis
lt: Sekite mus
lv: Sekojiet mums
mt: Segwina
nb: Følg oss
nl: Volg ons
ro: Urmăriți-ne
sk: Sledujte nás
sv: Följ oss

source: About us
bg: За нас
el: Ποιοι είμαστε
et: Meist
fi: Tietoa organisaatiosta
ga: Eolas fúinn
hr: O nama
hu: Bemutatkozás
lb: Iwwer eis
lt: Apie mus
lv: Par mums
mt: Dwarna
nb: Om oss
nl: Over ons
ro: Despre noi
sk: O nás
sv: Om oss

source: Related sites
bg: Свързани уебсайтове
el: Σχετικοί ιστότοποι
et: Seotud veebisaidid
fi: Aiheeseen liittyvää
ga: Suíomhanna gaolmhara
hr: Povezane stranice
hu: Kapcsolódó oldalak
lb: Änlech Sitten
lt: Susijusios svetainės
lv: Saistītās vietnes
mt: Siti relatati
nb: Relevante nettsted
nl: Links
ro: Site-uri conexe
sk: Súvisiace webové sídla
sv: Andra webbplatser

source: More information on:
bg: Повече информация на:
el: Περισσότερες πληροφορίες για:
et: Lisateave:
fi: Lisätietoa:
ga: Tuilleadh Eolais:
hr: Dodatne informacije:
hu: További információk:
lb: Méi Informatiounen iwwer:
lt: Daugiau informacijos apie:
lv: Plašāka informācija:
mt: Aktar informazzjoni:
nb: Mer informasjon om:
nl: Meer informatie over:
ro: Pentru detalii:
sk: Viac informácií:
sv: Läs mer på:

source: Discover more on @link
bg: Научете повече на @link
el: Μάθετε περισσότερα: @link
et: Lisateavet leiate aadressil @link
fi: Lisää EU-aiheita: @link
ga: Tuilleadh eolais @link
hr: Otkrijte više na stranici @link
hu: Bővebb tudnivalók: @link
lb: Op @link méi gewuer ginn
lt: Daugiau informacijos @link
lv: Plašāka informācija @link
mt: Skopri aktar @link
nb: Finn ut mer på @link
nl: Meer informatie op @link
ro: Aflați mai multe @link
sk: Viac informácií @link
sv: Upptäck mer på @link

source: This site is managed by:<br />@name
hu: A webhely üzemeltetője:<br />@name
lb: Dëse Site gëtt verwalt vun: <br />@name

source: Last updated on: @date
bg: Последна актуализация на: @date
el: Τελευταία επικαιροποίηση την/στις: @date
et: Viimati ajakohastatud: @date
fi: Päivitetty viimeksi: @date
ga: An uair dheiridh a nuashonraíodh: @date
hr: Posljednji put ažurirano: @date
hu: Legutóbbi frissítés: @date
lb: Fir d’lescht aktualiséiert den: @date
lt: Paskutinį kartą atnaujinta: @date
lv: Pēdējoreiz atjaunināts: @date
mt: L-aħħar aġġornament: @date
nb: Sist oppdatert: @date
nl: Laatste update: @date
ro: Ultima actualizare: @date
sk: Naposledy aktualizované: @date
sv: Senaste uppdatering: @date

source: File
bg: Досие
el: Αρχείο
et: Fail
fi: Tiedosto
ga: Comhad
hr: Datoteka
hu: Fájl
lb: Datei
lt: Rinkmena
lv: Fails
nb: Fil
nl: Bestand
ro: Fișier
sk: Súbor
sv: Fil

source: Files
bg: Файлове
el: Αρχεία
et: Failid
fi: Tiedostot
ga: Comhaid
hr: Datoteke
hu: Fájlok
lb: Dateien
lt: Rinkmenos
lv: Faili
nb: Filer
nl: Bestanden
ro: Fișiere
sk: Súbory
sv: Filer

source: Identification
bg: Идентификация
el: Ταυτοποίηση
et: Identifitseerimine
fi: Tunniste
ga: Aitheantas
hr: Identifikacijski podaci
hu: Azonosítószám
lb: Identifikatioun
lt: Identifikatorius
lv: Identifikācija
mt: Identifikazzjoni
nb: Identifikasjonsnr.
nl: Identificatie
ro: Identificare
sk: Identifikácia
sv: Beteckning

source: Identifications
bg: Идентификации
el: Ταυτοποιήσεις
et: Identifitseerimisandmed
fi: Tunnisteet
ga: Aitheantais
hr: Identifikacijski podaci
hu: Azonosítószámok
lt: Identifikavimo duomenys
lv: Identifikācija
mt: Identifikazzjonijiet
nb: Identifikasjonsnr.
nl: Identificatie
ro: Identificări
sk: Identifikácie
sv: Beteckningar

source: Related department
bg: Свързано ведомство
el: Σχετικό τμήμα
et: Seotud osakond
fi: Vastaava osasto
ga: Roinn ghaolmhar
hr: Povezana služba
hu: Kapcsolódó szervezeti egység
lb: Änlechen Departement
lt: Susijęs padalinys
lv: Saistītā struktūrvienība
mt: Dipartiment relatat
nb: Tilknyttet avdeling
nl: Betrokken departement
ro: Departament implicat
sk: Súvisiaci odbor
sv: Berörd avdelning

source: Related departments
bg: Свързани ведомства
el: Σχετικά τμήματα
et: Seotud osakonnad
fi: Vastaavat osastot
ga: Ranna gaolmhara
hr: Povezane službe
hu: Kapcsolódó szervezeti egységek
lb: Änlech Departementer
lt: Susiję padaliniai
lv: Saistītās struktūrvienības
mt: Dipartimenti relatati
nb: Tilknyttede avdelinger
nl: Betrokken departementen
ro: Departamente implicate
sk: Súvisiace odbory
sv: Berörda avdelningar

source: Consultation
bg: Консултация
el: Διαβούλευση
et: Konsultatsioon
fi: Kuuleminen
ga: Comhairliúchán
hr: Savjetovanje
hu: Konzultáció
lb: Consultatioun
lt: Konsultacijos
lv: Apspriešana
mt: Konsultazzjoni
nb: Høring
nl: Raadpleging
ro: Consultare
sk: Konzultácia
sv: Samråd

source: Deadline
bg: Краен срок
el: Προθεσμία
et: Tähtaeg
fi: Määräaika
ga: Sprioc-am
hr: Rok
hu: Határidő
lb: Stéchdatum
lt: Terminas
lv: Termiņš
mt: Skadenza
nb: Frist
ro: Termen-limită
sk: Lehota
sv: Tidsfrist

source: Respond to the questionnaire
bg: Попълване на въпросника
el: Απαντήστε στο ερωτηματολόγιο
et: Vastake küsimustikule
fi: Vastaa kuulemiskyselyyn
ga: Tabhair freagra ar an gceistneoir
hr: Odgovorite na upitnik
hu: Részvétel a konzultációban
lb: De Froebou beäntweren
lt: Pildyti klausimyną
lv: Aizpildīt anketu
mt: Wieġeb il-kwestjonarju
nb: Fyll inn spørreskjemaet
nl: Vragenlijst beantwoorden
ro: Completați chestionarul
sk: Vyplniť dotazník
sv: Svara på enkäten

source: Respond to the consultation
bg: Участвайте в консултацията
el: Πάρτε μέρος στη διαβούλευση
et: Vastake konsultatsiooni küsimustele
fi: Vastaa kuulemiseen
ga: Tabhair freagra ar an gcomhairliúchán
hr: Sudjelujte u savjetovanju
hu: Részvétel a konzultációban
lb: Op Consultatiounen äntweren
lt: Dalyvaukite konsultacijose
lv: Piedalīties apspriešanā
mt: Wieġeb il-konsultazzjoni
nb: Delta i høringen
nl: Meedoen aan raadpleging
ro: Participați la consultare
sk: Reagovať na konzultáciu
sv: Delta i samrådet

source: Target audience
bg: Целева аудитория
el: Στοχευόμενο κοινό
et: Sihtrühm
fi: Kohderyhmä
ga: Spriocphobal
hr: Ciljna publika
hu: Célközönség
lb: Zilgrupp
lt: Tikslinė auditorija
lv: Mērķauditorija
mt: Udjenza fil-mira
nb: Målgruppe
nl: Doelgroep
ro: Public-țintă
sk: Cieľová skupina
sv: Målgrupp

source: Why we are consulting
bg: Защо провеждаме настоящата консултация
el: Γιατί διεξάγουμε τη δημόσια διαβούλευση
et: Miks me konsulteerime?
fi: Kuulemisen tarkoitus
ga: An fáth a bhfuil comhairliúchán ar bun againn
hr: Zašto provodimo savjetovanje?
hu: Miért indítottuk ezt a konzultációt?
lb: Firwat mir Consultatioune maachen
lt: Kodėl rengiame konsultacijas?
lv: Kāpēc tiek rīkota apspriešana
mt: Għaliex qed nagħmlu din il-konsultazzjoni
nb: Formålet med høringen
nl: Waarom deze raadpleging?
ro: De ce organizăm consultarea
sk: Prečo uskutočňujeme konzultácie
sv: Varför ett samråd?

source: Consultation outcome
bg: Резултати от консултацията
el: Αποτελέσματα της διαβούλευσης
et: Konsultatsiooni tulemused
fi: Kuulemisen tulokset
ga: Toradh an chomhairliúcháin
hr: Rezultati savjetovanja
hu: A konzultáció eredménye
lb: Resultat vun der Consultatioun
lt: Konsultacijų rezultatai
lv: Apspriešanas rezultāts
mt: Eżitu tal-konsultazzjoni
nb: Resultat av høringen
nl: Resultaten raadpleging
ro: Rezultatul consultării
sk: Výsledok konzultácie
sv: Samrådsresultat

source: Additional information
bg: Допълнителна информация
el: Πρόσθετες πληροφορίες
et: Lisateave
fi: Lisätietoja
ga: Eolas breise
hr: Dodatne informacije
hu: További információk
lb: Zousätzlech Informatiounen
lt: Papildoma informacija
lv: Papildu informācija
mt: Tagħrif addizzjonali
nb: Mer informasjon
nl: Aanvullende informatie
ro: Informații suplimentare
sk: Ďalšie informácie
sv: Mer information

source: Reference documents
bg: Референтни документи
el: Έγγραφα αναφοράς
et: Viitedokumendid
fi: Viiteasiakirjat
ga: Doiciméid tagartha
hr: Referentni dokumenti
hu: Referenciadokumentumok
lb: Referenzdokumenter
lt: Susiję dokumentai
lv: Atsauces dokumenti
mt: Dokumenti ta’ referenza
nb: Relevante dokumenter
nl: Referentiedocumenten
ro: Documente de referință
sk: Referenčné dokumenty
sv: Bakgrundsmaterial

source: The response period for this consultation has ended. Thank you for your input.
bg: Срокът за участие в тази консултация изтече. Благодарим Ви за участието!
el: Η περίοδος συμμετοχής στην εν λόγω διαβούλευση έχει λήξει. Ευχαριστούμε για το μήνυμά σας.
et: Konsultatsioonile vastamise tähtaeg on lõppenud. Täname Teid panuse eest!
fi: Tämän kuulemisen vastausaika on päättynyt. Kiitos palautteesta.
ga: Tá an tréimhse istigh chun an comhairliúchán seo a fhreagairt. Go raibh maith agat as d'ionchur.
hr: Isteklo je razdoblje za sudjelovanje u ovom savjetovanju. Hvala vam na doprinosu.
hu: A konzultációs időszak lezárult Köszönjük, hogy részt vesz felmérésünkben!
lb: D’Reaktiounszäit fir dës Consultatioun ass ofgelaf. Merci fir Ären Input.
lt: Šių konsultacijų nuomonių teikimo laikotarpis baigėsi. Dėkojame, kad dalyvaujate mūsų apklausoje.
lv: Atbilžu iesniegšanas termiņš šai aptaujai ir beidzies. Pateicamies par sniegto ieguldījumu.
mt: Il-perjodu biex tirrispondi għal din il-konsultazzjoni ntemm. Nirringrazzjawk tal-kontribut tiegħek.
nb: Høringsfristen har utløpt. Takk for ditt bidrag.
nl: De termijn om deel te nemen aan deze raadpleging is verstreken. Hartelijk dank voor uw bijdrage.
ro: Perioada de desfășurare a acestei consultări s-a încheiat. Vă mulțumim pentru contribuție!
sk: Lehota na reakciu v rámci tejto konzultácie už uplynula. Ďakujeme za váš príspevok.
sv: Tidsfristen för samrådet har gått ut. Tack för din medverkan.

source: Status: @label
bg: Статус: @label
el: Καθεστώς: @label
et: Olek: @label
fi: Tila: @label
ga: Stádas: @label
hu: Státusz: @label
lt: Būsena: @label
lv: Statuss: @label
ro: Statut: @label
sk: Stav: @label

source: Responsibilities
bg: Отговорности
el: Αρμοδιότητες
et: Vastutusalad
fi: Vastuualueet
ga: Freagrachtaí
hr: Odgovornosti
hu: Feladatok
lb: Responsabilitéiten
lt: Pareigos
lv: Pienākumi
mt: Responsabbiltajiet
nb: Ansvar
nl: Taken
ro: Responsabilități
sk: Zodpovednosti
sv: Ansvarsområden

source: Media
bg: Медия
el: Μέσα ενημέρωσης
et: Meedia
ga: Na meáin
hr: Mediji
hu: Média
lb: Medien
lt: Žiniasklaida
lv: Mediji
sk: Médiá
sv: Medier

source: Latest
bg: Последни
el: Επικαιρότητα
et: Kõige hiljutisemad
fi: Uutta
ga: An scéala is déanaí
hr: Najnovije
hu: Legújabb információk
lb: Aktuell
lt: Naujausia
lv: Jaunumi
mt: L-aktar reċenti
nb: Siste nytt
nl: Actueel
ro: Actualități
sk: Najnovšie
sv: Aktuellt

source: Transparency
bg: Прозрачност
el: Διαφάνεια
et: Läbipaistvus
fi: Avoimuus
ga: Trédhearcacht
hr: Transparentnost
hu: Átláthatóság
lb: Transparenz
lt: Skaidrumas
lv: Pārskatāmība
mt: Trasparenza
nb: Innsyn
nl: Transparantie
ro: Transparență
sk: Transparentnosť
sv: Öppenhet

source: Articles and presentations
bg: Членове и презентации
el: Άρθρα και παρουσιάσεις
et: Artiklid ja esitlused
fi: Artikkelit ja esitykset
ga: Ailt agus cuir i láthair
hr: Članci i prezentacije
hu: Cikkek és prezentációk
lb: Artikelen a Presentatiounen
lt: Straipsniai ir pranešimai
lv: Raksti un prezentācijas
mt: Artikli u preżentazzjonijiet
nb: Artikler og presentasjoner
nl: Artikelen en presentaties
ro: Articole și prezentări
sk: Články a prezentácie
sv: Artiklar och presentationer

source: Biography
bg: Биография
el: Βιογραφικό
et: Elulugu
fi: Henkilöhistoria
ga: Beathaisnéis
hr: Biografija
hu: Szakmai életrajz
lb: Biographie
lt: Biografija
lv: Biogrāfija
mt: Bijografija
nb: Biografi
nl: Biografie
ro: Biografie
sk: Životopis
sv: Biografi

source: Declaration of interests
bg: Декларация за интереси
el: Δήλωση συμφερόντων
et: Huvide deklaratsioon
fi: Ilmoitus sidonnaisuuksista
ga: Dearbhú leasanna
hr: Izjava o sukobu interesa
hu: Érdekeltségi nyilatkozat
lb: Interessenerklärung
lt: Interesų deklaracija
lv: Interešu deklarācija
mt: Dikjarazzjoni ta’ interessi
nb: Interesseerklæring
nl: Belangenverklaring
ro: Declarație de interese
sk: Vyhlásenie o záujmoch
sv: Intresseförklaring

source: Show contact details
bg: Показване на координати за връзка
el: Εμφάνιση στοιχείων επικοινωνίας
et: Näita kontaktandmeid
fi: Näytä yhteystiedot
ga: Taispeáin de shonraí teagmhála
hr: Prikaži podatke za kontakt
hu: Elérhetőségi adatok megjelenítése
lb: Kontaktdetailer uweisen
lt: Rodyti kontaktinius duomenis
lv: Parādīt kontaktinformāciju
mt: Uri d-dettalji ta' kuntatt
nb: Vis kontaktopplysninger
nl: Contactinformatie
ro: Afișați datele de contact
sk: Zobraziť kontaktné informácie
sv: Visa kontaktuppgifter

source: Hide contact details
bg: Скриване на координатите за връзка
el: Απόκρυψη στοιχείων επικοινωνίας
et: Peida kontaktandmed
fi: Piilota yhteystiedot
ga: Cuir na sonraí teagmhála i bhfolach
hr: Sakrij podatke za kontakt
hu: Elérhetőségi adatok elrejtése
lb: Kontaktdetailer verstoppen
lt: Slėpti kontaktinius duomenis
lv: Paslēpt kontaktinformāciju
mt: Aħbi d-dettalji ta' kuntatt
nb: Skjul kontaktopplysninger
nl: Contactinformatie verbergen
ro: Ascundeți datele de contact
sk: Skryť kontaktné informácie
sv: Dölj kontaktuppgifter

source: Leadership and organisation
bg: Ръководство и организация
el: Διοίκηση και οργάνωση
et: Juhtkond ja struktuur
fi: Johto ja organisaatio
ga: Ceannaireacht agus eagrúchán
hr: Vodstvo i ustroj
hu: Vezetés és szervezeti felépítés
lb: Leedung an Organisatioun
lt: Vadovybė ir organizacinė struktūra
lv: Vadība un organizācija
mt: Tmexxija u organizzazzjoni
nl: Leiding en organisatie
ro: Conducere și organizare
sk: Vedenie a organizácia
sv: Ledning och organisation

source: Available translations
bg: Налични преводи
el: Διαθέσιμες μεταφράσεις
et: Olemasolevad tõlked
fi: Saatavilla olevat käännökset
ga: Aistriúcháin atá ar fáil
hr: Raspoloživi prijevodi
hu: Elérhető fordítások
lb: Disponibel Iwwersetzungen
lt: Vertimai
lv: Pieejamie tulkojumi
mt: Traduzzjonijiet disponibbli
nb: Tilgjengelige språkversjoner
nl: Vertalingen
ro: Traduceri disponibile
sk: Dostupné preklady
sv: Tillgängliga översättningar

source: General contact
bg: Общи въпроси
el: Γενικά στοιχεία επικοινωνίας
et: Üldkontakt
fi: Yhteystiedot
ga: Teagmháil ghinearálta
hr: Kontakt za opća pitanja
hu: Általános kapcsolattartás
lb: Allgemenge Kontakt
lt: Bendri kontaktiniai duomenys
lv: Vispārīgi jautājumi
mt: Kuntatt ġenerali
nb: Kontakt
nl: Algemeen
ro: Date de contact pentru chestiuni generale
sk: Všeobecná kontaktná adresa
sv: Kontaktuppgifter

source: Grants awarded
bg: Отпуснати безвъзмездни средства
el: Εγκριθείσες επιχορηγήσεις
et: Antud toetused
fi: Myönnetyt avustukset
ga: Deontais bhronnta
hr: Dodijeljena bespovratna sredstva
hu: Támogatások odaítélve
lb: Accordéiert Subventiounen
lt: Skirtos dotacijos
lv: Piešķirtās dotācijas
mt: Għotjiet mogħtija
nb: Bevilgede tilskudd
nl: Subsidies
ro: Granturi atribuite
sk: Udelené granty
sv: Beviljade bidrag

source: Page contents
bg: Съдържание
el: Περιεχόμενα σελίδας
et: Lehekülje sisu
fi: Sivun sisältö
ga: Inneachar an leathanaigh
hr: Sadržaj stranice
hu: Tartalom
lb: Säiteninhalter
lt: Puslapio turinys
lv: Lapas saturs
mt: Kontenut tal-Paġna
nb: Sideinnhold
nl: Inhoud
ro: Cuprinsul paginii
sk: Obsah stránky
sv: Innehåll

source: Your name
bg: Вашето име
el: Όνομα
et: Teie nimi
fi: Lähettäjän nimi
ga: D’ainm
hr: Vaše ime
hu: Az Ön neve
lb: Ären Numm
lt: Jūsų vardas ir pavardė
lv: Jūsu vārds, uzvārds
mt: Ismek
nb: Navnet ditt
nl: Uw naam
ro: Numele dvs.
sk: Vaše meno
sv: Ditt namn

source: Your email address
bg: Вашият електронен адрес
el: Ηλεκτρονική διεύθυνση
et: Teie e-posti aadress
fi: Lähettäjän sähköpostiosoite
ga: Do sheoladh ríomhphoist
hr: Vaša e-adresa
hu: Az Ön e-mail-címe
lb: Är E‑Mail-Adress
lt: Jūsų e. pašto adresas
lv: Jūsu e-pasta adrese
mt: L-indirizz tal-email tiegħek
nb: Epostadressen din
nl: Uw e-mailadres
ro: Adresa dvs. de e-mail
sk: Vaša e-mailová adresa
sv: Din mejladress

source: Subject
bg: Относно
el: Αντικείμενο
et: Teema
fi: Aihe
ga: Ábhar
hr: Predmet
hu: Tárgy
lb: Betreff
lt: Tema
lv: Priekšmets
mt: Suġġett
nb: Emne
nl: Onderwerp
ro: Subiect
sk: Objekt
sv: Ärende

source: Message
bg: Съобщение
el: Μήνυμα
et: Sõnum
fi: Viesti
ga: Teachtaireacht
hr: Poruka
hu: Üzenet
lb: Noriicht
lt: Žinutė
lv: Ziņa
mt: Messaġġ
nb: Melding
nl: Bericht
ro: Mesaj
sk: Správa
sv: Meddelande

source: Country of residence
bg: Държава на пребиваване
el: Χώρα διαμονής
et: Elukohariik
fi: Asuinmaa
ga: An tír chónaithe
hr: Zemlja boravišta
hu: Lakóhely szerinti ország
lb: Wunnsëtzland
lt: Gyvenamoji šalis
lv: Rezidences valsts
mt: Pajjiż ta’ residenza
nb: Landet der du bor
nl: Land van woonplaats
ro: Țara de reședință
sk: Krajina pobytu
sv: Bosättningsland

source: Phone
bg: Телефон
el: Τηλέφωνο
et: Telefoninumber
fi: Puhelinnumero
ga: Guthán
hr: Telefon
hu: Telefonszám
lb: Telefon
lt: Telefonas
lv: Tālrunis
mt: Telefown
nb: Telefonnr.
nl: Telefoon
ro: Telefon
sk: Telefón
sv: Telefon

source: Send yourself a copy
bg: Изпращане на копие до вас
el: Αποστολή αντίγραφου
et: Soovin koopiat
fi: Lähetä itsellesi kopio
ga: Cóip a sheoladh chugat féin
hr: Pošaljite sebi kopiju
hu: Kérek másolatot az üzenetről
lb: Eng Kopie un Iech selwer schécken
lt: Siųsti kopiją sau
lv: Nosūtiet sev kopiju
mt: Ibgħat kopja lilek stess
nb: Kopi til deg selv
nl: Stuur mij een kopie
ro: Trimiteți-vă o copie
sk: Pošlite si kópiu
sv: Skicka mig en kopia

source: Status message
bg: Съобщение за състояние
el: Μήνυμα κατάστασης
et: Staatuse teade
fi: Tilasanoma
ga: Teachtaireacht stádais
hr: Poruka o statusu
hu: Állapotüzenet
lb: Statusmeldung
lt: Būsenos pranešimas
lv: Statusa ziņojums
mt: Messaġġ dwar l-istatus
nb: Meldingsstatus
nl: Statusbericht
ro: Mesaj de statut
sk: Správa o stave
sv: Statusmeddelande

source: Close this message
bg: Затваряне на съобщението
el: Κλείσιμο αυτού του μηνύματος
et: Sulge teade
fi: Sulje tämä viesti
ga: Dún an teachtaireacht seo
hr: Zatvori ovu poruku
hu: Üzenet bezárása
lb: Dës Noriicht zoumaachen
lt: Uždaryti šią žinutę
lv: Aizvērt šo ziņojumu
mt: Agħlaq dan il-messaġġ
nb: Lukk meldingen
nl: Bericht sluiten
ro: Închideți acest mesaj
sk: Zatvoriť túto správu
sv: Stäng meddelandet

source: The sender's name
bg: Име на подателя
el: Όνομα αποστολέα
et: Saatja nimi
fi: Lähettäjän nimi
ga: Ainm an tseoltóra
hr: Ime pošiljatelja
hu: A küldő neve
lb: Den Numm vum Absender
lt: Siuntėjo vardas ir pavardė
lv: Sūtītāja vārds, uzvārds
mt: Isem l-ispeditur
nb: Avsenderens navn
nl: Naam afzender
ro: Numele expeditorului
sk: Meno odosielateľa
sv: Avsändarens namn

source: The sender's email
bg: Електронен адрес на подателя
el: Ηλεκτρονικό ταχυδρομείο αποστολέα
et: Saatja e-posti aadress
fi: Lähettäjän sähköpostiosoite
ga: Ríomhphost an tseoltóra
hr: E-adresa pošiljatelja
hu: A küldő e-mail-címe
lb: D’E‑Mail-Adress vum Absender
lt: Siuntėjo e. pašto adresas
lv: Sūtītāja e-pasts
mt: L-email tal-mittent
nb: Avsenderens epost
nl: E-mailadres afzender
ro: E-mailul expeditorului
sk: E-mail odosielateľa
sv: Avsändarens mejladress

source: Topic
bg: Тема
el: Θέμα
et: Valdkond
fi: Toiminta-ala
ga: Ábhar
hr: Tema
hu: Téma
lb: Theema
lt: Tema
lv: Joma
mt: Suġġett
nb: Emne
nl: Onderwerp
ro: Temă
sk: Oblasť
sv: Ämne

source: Languages
bg: Езици
el: Γλώσσες
et: Keeled
fi: Kielet
ga: Teangacha
hr: Jezici
hu: Nyelvek
lb: Sproochen
lt: Kalbos
lv: Atslēgvārdi
mt: Lingwi
nb: Språk
nl: Talen
ro: Limbi
sk: Jazyky
sv: Språk

source: Keywords
bg: Ключови думи
el: Λέξεις-κλειδιά
et: Märksõnad
fi: Avainsanat
ga: Eochairfhocail
hr: Ključne riječi
hu: Kulcsszavak
lb: Stéchwierder
lt: Raktažodžiai
lv: Priekšmets
nb: Nøkkelord
nl: Trefwoorden
ro: Cuvinte-cheie
sk: Kľúčové slová
sv: Sökord
