Repository: openeuropa/oe_theme
Catalog: modules/oe_theme_helper/translations/oe_theme_helper-*.po
Languages: bg, el, et, fi, ga, hr, hu, lb, lt, lv, mt, nb, nl, ro, sk, sv

source: This event has started. The livestream will start at @date.
bg: Проявата започна. Излъчването на живо ще започне на @date.
el: Η εκδήλωση αυτή έχει ξεκινήσει. Η ζωντανή μετάδοση θα ξεκινήσει στις @date.
et: See üritus on alanud. Otseülekanne algab kell @date.
fi: Tämä tapahtuma on alkanut. Suora lähetys alkaa @date.
ga: Tá an t-imeacht seo tosaithe. Tosóidh an beoshruth ag @date.
hr: Događanje je počelo. Prijenos uživo započet će u @date.
hu: Ez a rendezvény elkezdődött. Az élő közvetítés kezdési időpontja: @date.
lb: Dës Veranstaltung huet ugefaangen. De Livestream fänkt de(n) @date un.
lt: Šis renginys prasidėjo. Tiesioginė transliacija prasidės @date.
lv: Šis pasākums ir sācies. Tiešraide sāksies @date.
mt: Dan l-avveniment beda. Data u ħin meta se tibda x-xandira diretta: @date.
nl: Dit evenement is begonnen. De livestream begint op @date.
ro: Evenimentul a început. Transmisia în direct pe internet va începe la @date.
sk: Toto podujatie sa už začalo. Živý prenos začne o @date.
sv: Evenemanget har börjat. Direktsändningen börjar kl. @date.

source: See all
bg: Вижте всичко
el: Δείτε τα όλα
et: Vaadake kõiki
fi: Katso kaikki
ga: Féach na
hr: Prikaži sve
hu: Összes megtekintése
lb: Alles uweisen
lt: Žiūrėkite visus
lv: Skatīt visus
mt: Ara kollox
nl: Zie alle
ro: Vedeți tot
sk: Zobraziť všetky
sv: Visa alla

source: media items
el: στοιχεία πολυμέσων
et: meediasalvestist
fi: tallennetta
ga: míreanna meán uile
hr: Broj medijskih zapisa
hu: médiaanyag
lb: Medienartikel
lt: medijos elementus
lv: audiovizuālie materiāli
mt: Oġġetti tal-media
nb: mediebidrag
ro: materiale multimedia
sk: mediálne príspevky
sv: poster

source: Close
bg: Затваряне
el: Έχει κλείσει
et: Sulge
fi: Sulje
ga: Dún
hr: Zatvori
hu: Bezárás
lb: Zoumaachen
lt: Uždaryti
lv: Aizvērt
mt: Agħlaq
nl: Sluiten
ro: Închideți
sk: Zatvoriť
sv: Stäng

source: Clear all
bg: Изчистване на всички
et: Tühjenda kõik
fi: Poista valinnat
ga: Glan gach rud
hr: Poništi sve
hu: Összes törlése
lb: All ewech maachen
lt: Išvalyti viską
mt: Ħassar kollox
nl: Alles wissen
ro: Deselectați tot
sk: Vymazať všetko
sv: Rensa allt

source: Filter results
bg: Филтриране на резултатите
et: Filtreeri tulemusi
fi: Rajaa hakua
ga: Torthaí a scagadh
hr: Filtriraj rezultate
hu: Találatok szűrése
lb: Resultater filteren
lt: Filtruoti rezultatus
mt: Iffiltra r-riżultati
nl: Resultaten filteren
ro: Filtrați rezultatele
sk: Filtrovať výsledky
sv: Filtrera resultat

source: Programme
bg: Програма
el: Πρόγραμμα
et: Programm
fi: Ohjelma
ga: Clár
hr: Program
hu: Program
lb: Programm
lt: Programa
lv: Programma
mt: Programm
nl: Programma
ro: Program
sk: Program
sv: Program

source: Speakers
bg: Говорители
el: Ομιλητές
et: Esinejad
fi: Puhujat
ga: Cainteoirí
hr: Govornici
hu: Előadók
lb: Riedner
lt: Pranešėjai
lv: Referenti
mt: Kelliema
nl: Sprekers
ro: Vorbitori
sk: Rečníci/rečníčky
sv: Talare

source: Starts on @date
bg: Започва в @date
el: Αρχίζει στις @date
et: Algab: @date
fi: Alkaa @date
ga: Cuirfear tús leis ar @date
hr: Počinje u @date
hu: Ebben az időpontban kezdődik: @date
lb: Fänkt de(n) @date un
lt: Prasideda @date
lv: Sākas @date
mt: Jibda fi @date
nl: Begint op @date
ro: Începe la @date
sk: Čas/dátum začiatku: @date
sv: Börjar kl. @date

source: The livestream has started.
bg: Излъчването на живо е започнало.
el: Αυτή η ζωντανή μετάδοση έχει ξεκινήσει.
et: See otseülekanne on alanud.
fi: Tämä suoratoisto on alkanut.
ga: Cuireadh tús leis an beoshruthú seo.
hr: Prijenos uživo na internetu počeo je.
hu: Ez az élő közvetítés elkezdődött.
lb: De Livestream huet ugefaangen.
lt: Tiesioginė transliacija prasidėjo.
lv: Šis tiešraides straumējums ir sācies.
mt: Din il-xandira diretta fuq l-internet bdiet.
nl: De livestream is begonnen.
ro: Transmisiunea online a început.
sk: Toto živé vysielanie sa začalo.
sv: Direktsändningen har börjat.

source: The livestream has ended, but the event is ongoing.
bg: Излъчването на живо приключи, но проявата продължава.
el: Η ζωντανή μετάδοση έληξε, αλλά η εκδήλωση συνεχίζεται.
et: Otseülekanne on lõppenud, kuid üritus jätkub.
fi: Suora lähetys on päättynyt, mutta tapahtuma jatkuu edelleen.
ga: Tá an beoshruthú thart ach tá an imeacht fós ar siúl.
hr: Prijenos uživo je završio, ali događaj još traje.
hu: Az élő közvetítés befejeződött, de a rendezvény még tart.
lb: De Livestream ass eriwwer, mee d’Veranstaltung leeft nach.
lt: Tiesioginė transliacija baigėsi, tačiau renginys tęsiasi.
lv: Tiešraide ir beigusies, bet pasākums turpinās.
mt: Ix-xandira diretta fuq l-internet intemmet, iżda l-avveniment għadu għaddej.
nl: De livestream is beëindigd, maar het evenement is nog gaande.
ro: Transmisia în direct s-a încheiat, dar evenimentul este în curs de desfășurare.
sk: Živé vysielanie sa skončilo, ale podujatie prebieha.
sv: Direktsändningen är slut, men evenemanget pågår fortfarande.

source: @percentage% of the overall budget
bg: @percentage% от общия бюджет
el: @percentage % του συνολικού προϋπολογισμού
et: @percentage% kogueelarvest
fi: @percentage % kokonaisbudjetista
ga: @percentage% den bhuiséad foriomlán
hr: @percentage % ukupnog proračuna
hu: A teljes költségvetés @percentage%-a
lb: @percentage% vum gesamte Budget
lv: @percentage % no kopējā budžeta
mt: @percentage% tal-baġit globali
nl: @percentage% van de totale begroting
ro: @percentage% din bugetul total
sk: @percentage% celkového rozpočtu
sv: @percentage % av den totala budgeten

source: Access item's children
bg: Достъп до поделементите
et: Juurdepääs alamelementidele
fi: Avaa alivalinnat
ga: Fo-ábhair an phríomhábhair
hr: Pristup podelementima
hu: Hozzáférés az alelemekhez
lb: Zougang zum Contenu fir Kanner
mt: Aċċessa s-sottoelement tat-tfal
nl: Onderliggende elementen tonen
ro: Accesați submeniul
sk: Rozbaliť podkapitoly
sv: Gå till undersidorna

source: Collapse
bg: Свиване
el: Σύμπτυξη
et: Ahenda
fi: Supista
hr: Sažmi
hu: Elrejtés
lb: Kollabéieren
lv: Sakļaut
nl: Inklappen
ro: Restrângeți
sk: Zbaliť
sv: Dölj

source: Ongoing
bg: Текущо
et: Käimasolev
hr: Tekući
hu: Folyamatban
lb: Lafend
nl: Lopend
ro: În curs
sk: Prebiehajúce
sv: Pågående

source: Opening of tenders
bg: Отваряне на офертите
et: Pakkumiste avamine
hr: Otvaranje ponuda
hu: Az ajánlatok felbontása
lb: Erëffnung vun Ausschreiwungen
nl: Opening van de inschrijvingen
ro: Deschiderea ofertelor
sk: Otváranie ponúk
sv: Öppnande av anbuden

source: Next news item
et: Järgmine uudiskirje
hr: Sljedeća vijest
hu: Következő hír
lb: Nächst Neiegkeet
nl: Volgende nieuwsbericht
ro: Știrea următoare
sk: Ďalšia aktuálna správa
sv: Nästa nyhet

source: Previous news item
et: Eelmine uudiskirje
hr: Prethodna vijest
hu: Előző hír
lb: Zu de viregen News
nl: Vorig nieuwsbericht
ro: Știrea anterioară
sk: Predošlá správa
sv: Föregående nyhet

source: Pause news ticker
et: Peata uudisteriba
hr: Pauziraj traku s vijestima
hu: Hírszalag megállítása
lb: News Ticker pauséieren
nl: Nieuwsticker pauzeren
ro: Opriți caruselul de știri
sk: Zastaviť pohyblivý riadok s aktualitami
sv: Pausa nyhetsrullningen

source: Play news ticker
et: Käivita uudisteriba
hr: Pokreni traku s vijestima
hu: Hírszalag elindítása
lb: News Ticker spillen
nl: Nieuwsticker afspelen
ro: Porniți caruselul de știri
sk: Prehrať pohyblivý riadok s aktualitami
sv: Starta nyhetsrullningen

source: Site navigation
et: Saidi navigatsioon
hu: Honlap-navigáció
lb: Navigatioun vum Site
nl: Sitemenu
ro: Meniu de navigare pe site
sk: Navigačné menu lokality
sv: Navigeringsmeny

source: You are here:
hu: Ön itt van:
lb: Dir sidd hei:
ro: Sunteți aici:
sv: Du är här:

source: This site is managed by: @name
bg: Този сайт се управлява от: @name
et: Seda veebisaiti haldab: @name
fi: Sivuston ylläpitäjä: @name
ga: Tá an suíomh seo á bhainistiú ag @name
hr: Ovim internetskim stranicama upravlja: @name
mt: Dan is-sit hu mmaniġġjat minn: @name
nl: Deze site wordt beheerd door: @name
ro: Acest site este administrat de: @name
sk: Túto stránku spravuje: @name
sv: Den här webbplatsen sköts av @name

source: Legal notice
lb: Impressum

source: This site is managed by the @name
el: Διαχειριστής του ιστότοπου: @name
lt: Šią svetainę tvarko @name
lv: Šo vietni pārvalda @name
nb: Dette nettstedet administreres av @name

source: This site is managed by the European Commission, @name
el: Διαχειριστής του ιστότοπου: Ευρωπαϊκή Επιτροπή, @name
lt: Šią svetainę tvarko Europos Komisija, @name
lv: Šo vietni pārvalda Eiropas Komisija, @name
nb: Dette nettstedet administreres av Europakommisjonen, @name

source: @date in
nb: @date i

source: data protection terms
nb: vilkårene for personvern
